[
    {
        "id": "64f40d3e-8b3e-49b2-a939-7011a012a9cd",
        "name": "Novo Nordisk A/S",
        "assetClass": "stock",
        "currency": "DKK",
        "ticker": "NOVO.B",
        "logoUrl": "https://api.twelvedata.com/logo/novonordisk.com",
        "country": "DK",
        "lastClosePrice": 833.9,
        "industry": "Biotechnology",
        "sector": "Healthcare",
        "companyName": "Novo Nordisk A/S ",
        "ceo": "Mr. Lars Fruergaard Jorgensen",
        "shortDescription": "Novo Nordisk A/S, together with its subsidiaries, engages in the research and development, manufacture, and distribution of pharmaceutical products in Europe, the Middle East, Africa, Mainland China, Hong Kong, Taiwan, North America, and internationally. It operates in two segments, Diabetes and Obesity Care, and Rare Disease. The Diabetes and Obesity care segment provides products for diabetes, obesity, cardiovascular, and other emerging therapy areas. The Rare Disease segment offers products in the areas of rare blood disorders, rare endocrine disorders, and hormone replacement therapy. The company also provides insulin pens, growth hormone pens, and injection needles. In addition, it offers smart solutions for diabetes treatment, such as smart insulin pens and Dose Check, an insulin dose guidance application. The company has a collaboration agreement with Aspen Pharmaceuticals to produce insulin products. Novo Nordisk A/S was founded in 1923 and is headquartered in Bagsvaerd, Denmark.",
        "employeeCount": 63370,
        "marketCap": 3778426437632,
        "trailingPE": 45.54061,
        "trailingAnnualDividendYield": 0.00838170832839711,
        "priceTarget":
        {
            "low": "530",
            "high": "975",
            "median": "805",
            "average": "800.83"
        },
        "priceToSalesRatio": 16.26802,
        "priceToBookRatio": 35.41963,
        "profitMargin": 0.36029997,
        "revenueTTM": 232260993024,
        "revenuePerShareTTM": 51.812,
        "ebitda": 115557000000,
        "average10DaysVolume": 1982162,
        "average30DaysVolume": 2253853
    },
    {
        "id": "0346c678-8d4c-4210-806a-9b13b186f830",
        "name": "Super Micro Computer Inc",
        "assetClass": "stock",
        "currency": "USD",
        "ticker": "SMCI",
        "logoUrl": "https://api.twelvedata.com/logo/supermicro.com",
        "country": "US",
        "lastClosePrice": 851.11,
        "industry": "Computer Hardware",
        "sector": "Technology",
        "companyName": "Super Micro Computer Inc",
        "ceo": "Mr. Charles  Liang",
        "shortDescription": "Super Micro Computer, Inc., together with its subsidiaries, develops and manufactures high performance server and storage solutions based on modular and open architecture in the United States, Europe, Asia, and internationally. Its solutions range from complete server, storage systems, modular blade servers, blades, workstations, full racks, networking devices, server sub-systems, server management software, and security software. The company provides application-optimized server solutions, rackmount and blade servers, storage, and subsystems and accessories; and server software management solutions, such as Server Management Suite, including Supermicro Server Manager, Supermicro Power Management software, Supermicro Update Manager, SuperCloud Composer, and SuperDoctor 5. In addition, it offers server subsystems and accessories comprising server boards, chassis, power supplies, and other accessories. Further, the company provides server and storage system integration, configuration, and software upgrade and update services; and technical documentation services, as well as identifies service requirements, creates and executes project plans, and conducts verification testing and technical documentation, and training services. Additionally, it offers help desk and on-site product support services for its server and storage systems; and customer support services, including ongoing maintenance and technical support for its products. The company provides its products to enterprise data centers, cloud computing, artificial intelligence, and 5G and edge computing markets. It sells its products through direct and indirect sales force, distributors, value-added resellers, system integrators, and original equipment manufacturers. The company was incorporated in 1993 and is headquartered in San Jose, California.",
        "employeeCount": 5126,
        "marketCap": 44932337664,
        "trailingPE": 62.90681,
        "trailingAnnualDividendYield": 0,
        "analystRating":
        {
            "buy": 2,
            "hold": 4,
            "sell": 0,
            "strongBuy": 0,
            "strongSell": 0
        },
        "priceTarget":
        {
            "low": "250",
            "high": "1300",
            "median": "602",
            "average": "726.96"
        },
        "priceToSalesRatio": 4.8561044,
        "priceToBookRatio": 14.598917,
        "profitMargin": 0.07915,
        "revenueTTM": 9252753408,
        "revenuePerShareTTM": 173.373,
        "ebitda": 906948000,
        "average10DaysVolume": 17919130,
        "average30DaysVolume": 3244160
    },
    {
        "id": "04133e35-0205-4d67-a3bc-e99a25cd5e4c",
        "name": "SeaStar Medical Holding Corp",
        "assetClass": "stock",
        "currency": "USD",
        "ticker": "ICU",
        "logoUrl": "https://api.twelvedata.com/logo/seastarmedical.com",
        "country": "US",
        "lastClosePrice": 0.7719,
        "industry": "Biotechnology",
        "sector": "Healthcare",
        "companyName": "SeaStar Medical Holding Corporation",
        "ceo": "Mr. Eric  Schlorff",
        "shortDescription": "SeaStar Medical Holding Corporation, a medical device company, develops a platform therapy to reduce the consequences of hyperinflammation on vital organs in the United States. The company offers inflammatory response to fend off infections and repair damaged tissue in the body. It is also developing products in various therapeutic areas, including pediatric and adult acute kidney injury on CRRT; cardiorenal syndrome in congestive heart failure; myocardial stunning in end stage renal disease; and hepatorenal syndrome. SeaStar Medical Holding Corporation is headquartered in Denver, Colorado.",
        "employeeCount": 9,
        "marketCap": 50287972,
        "trailingPE": -0.2775714227131435,
        "trailingAnnualDividendYield": 0,
        "priceTarget":
        {
            "low": "2",
            "high": "2",
            "median": "2",
            "average": "2"
        },
        "priceToBookRatio": -0.979794559940949700000000000042,
        "profitMargin": 0,
        "revenuePerShareTTM": 0,
        "average10DaysVolume": 14560720,
        "average30DaysVolume": 2234770
    },
    {
        "id": "488de36e-75bd-4363-8458-e58b5f94d3a7",
        "name": "Microsoft Corp",
        "assetClass": "stock",
        "currency": "USD",
        "ticker": "MSFT",
        "logoUrl": "https://api.twelvedata.com/logo/microsoft.com",
        "country": "US",
        "lastClosePrice": 407.48,
        "industry": "Software - Infrastructure",
        "sector": "Technology",
        "companyName": "Microsoft Corp",
        "ceo": "Mr. Satya  Nadella",
        "shortDescription": "Microsoft Corporation develops and supports software, services, devices and solutions worldwide. The Productivity and Business Processes segment offers office, exchange, SharePoint, Microsoft Teams, office 365 Security and Compliance, Microsoft viva, and Microsoft 365 copilot; and office consumer services, such as Microsoft 365 consumer subscriptions, Office licensed on-premises, and other office services. This segment also provides LinkedIn; and dynamics business solutions, including Dynamics 365, a set of intelligent, cloud-based applications across ERP, CRM, power apps, and power automate; and on-premises ERP and CRM applications. The Intelligent Cloud segment offers server products and cloud services, such as azure and other cloud services; SQL and windows server, visual studio, system center, and related client access licenses, as well as nuance and GitHub; and enterprise services including enterprise support services, industry solutions, and nuance professional services. The More Personal Computing segment offers Windows, including windows OEM licensing and other non-volume licensing of the Windows operating system; Windows commercial comprising volume licensing of the Windows operating system, windows cloud services, and other Windows commercial offerings; patent licensing; and windows Internet of Things; and devices, such as surface, HoloLens, and PC accessories. Additionally, this segment provides gaming, which includes Xbox hardware and content, and first- and third-party content; Xbox game pass and other subscriptions, cloud gaming, advertising, third-party disc royalties, and other cloud services; and search and news advertising, which includes Bing, Microsoft News and Edge, and third-party affiliates. The company sells its products through OEMs, distributors, and resellers; and directly through digital marketplaces, online, and retail stores. The company was founded in 1975 and is headquartered in Redmond, Washington.",
        "employeeCount": 221000,
        "marketCap": 3028201504768,
        "trailingPE": 36.914856,
        "trailingAnnualDividendYield": 0.007017544069840216,
        "analystRating":
        {
            "buy": 13,
            "hold": 6,
            "sell": 0,
            "strongBuy": 14,
            "strongSell": 1
        },
        "priceTarget":
        {
            "low": "298.1",
            "high": "546.44",
            "median": "455",
            "average": "456.25"
        },
        "priceToSalesRatio": 13.305922,
        "priceToBookRatio": 12.71179,
        "profitMargin": 0.36269,
        "revenueTTM": 227583000576,
        "revenuePerShareTTM": 30.612,
        "ebitda": 120929000000,
        "average10DaysVolume": 21570450,
        "average30DaysVolume": 25279137
    },
    {
        "id": "90fefd4e-01bb-4203-810d-039cc8aa35d8",
        "name": "NVIDIA Corp",
        "assetClass": "stock",
        "currency": "USD",
        "ticker": "NVDA",
        "logoUrl": "https://api.twelvedata.com/logo/nvidia.com",
        "country": "US",
        "lastClosePrice": 787.01,
        "industry": "Semiconductors",
        "sector": "Technology",
        "companyName": "NVIDIA Corp",
        "ceo": "Mr. Jen-Hsun  Huang",
        "shortDescription": "NVIDIA Corporation provides graphics, and compute and networking solutions in the United States, Taiwan, China, Hong Kong, and internationally. The Graphics segment offers GeForce GPUs for gaming and PCs, the GeForce NOW game streaming service and related infrastructure, and solutions for gaming platforms; Quadro/NVIDIA RTX GPUs for enterprise workstation graphics; virtual GPU or vGPU software for cloud-based visual and virtual computing; automotive platforms for infotainment systems; and Omniverse software for building and operating metaverse and 3D internet applications. The Compute & Networking segment comprises Data Center computing platforms and end-to-end networking platforms, including Quantum for InfiniBand and Spectrum for Ethernet; NVIDIA DRIVE automated-driving platform and automotive development agreements; Jetson robotics and other embedded platforms; NVIDIA AI Enterprise and other software; and DGX Cloud software and services. The company's products are used in gaming, professional visualization, data center, and automotive markets. It sells its products to original equipment manufacturers, original device manufacturers, system integrators and distributors, independent software vendors, cloud service providers, consumer internet companies, add-in board manufacturers, distributors, automotive manufacturers and tier-1 automotive suppliers, and other ecosystem participants. NVIDIA Corporation was incorporated in 1993 and is headquartered in Santa Clara, California.",
        "employeeCount": 29600,
        "marketCap": 1977299894272,
        "trailingPE": 66.2412,
        "trailingAnnualDividendYield": 0.00020330368487928843,
        "analystRating":
        {
            "buy": 14,
            "hold": 15,
            "sell": 1,
            "strongBuy": 7,
            "strongSell": 1
        },
        "priceTarget":
        {
            "low": "460",
            "high": "1400",
            "median": "850",
            "average": "832.52"
        },
        "priceToSalesRatio": 32.456253,
        "priceToBookRatio": 45.34572,
        "profitMargin": 0.48849,
        "revenueTTM": 60921999360,
        "revenuePerShareTTM": 24.675,
        "ebitda": 35583000000,
        "average10DaysVolume": 62215480,
        "average30DaysVolume": 40698833
    },
    {
        "id": "0d493cd6-7f31-458f-9c47-125886915bc5",
        "name": "Orsted AS",
        "assetClass": "stock",
        "currency": "DKK",
        "ticker": "ORSTED",
        "logoUrl": "https://api.twelvedata.com/logo/orsted.com",
        "country": "DK",
        "lastClosePrice": 379,
        "industry": "Utilities—Renewable",
        "sector": "Utilities",
        "companyName": "Ørsted A/S",
        "ceo": "Mr. Mads  Nipper",
        "shortDescription": "Ørsted A/S, together with its subsidiaries, develops, constructs, owns, and operates offshore and onshore wind farms, solar farms, energy storage facilities, renewable hydrogen and green fuels facilities, and bioenergy plants. It operates through Offshore, Onshore, and Bioenergy & Other segments. The Offshore segment develops, constructs, owns, and operates offshore wind farms in the United Kingdom, Europe, the United States, and Taiwan, as well as develops renewable hydrogen and green fuels in Europe and on the United States gulf coast. The Onshore segment develops, constructs, owns, and operates onshore wind and solar farms in the United States and Europe, as well as integrated storage. The Bioenergy & Other segments engages in the generation of heat and power and delivery of ancillary services from CHP plants in Denmark; optimizes gas portfolio, and Danish and Swedish B2B markets. The company was formerly known as DONG Energy A/S and changed its name to Ørsted A/S in November 2017. Ørsted A/S was founded in 1972 and is headquartered in Fredericia, Denmark.",
        "employeeCount": 8905,
        "marketCap": 158048518144,
        "trailingPE": 12.594697,
        "trailingAnnualDividendYield": 0.035742652899126294,
        "priceTarget":
        {
            "low": "340",
            "high": "560",
            "median": "440",
            "average": "430.84"
        },
        "priceToSalesRatio": 1.9941772,
        "priceToBookRatio": 2.783431,
        "profitMargin": -0.25873,
        "revenueTTM": 79255003136,
        "revenuePerShareTTM": 188.6,
        "ebitda": 13670000000,
        "average10DaysVolume": 555315,
        "average30DaysVolume": 768095
    },
    {
        "id": "25e7187a-57ba-42e6-8fdb-011920613f51",
        "name": "Eli Lilly & Co",
        "assetClass": "stock",
        "currency": "USD",
        "ticker": "LLY",
        "logoUrl": "https://api.twelvedata.com/logo/lilly.com",
        "country": "US",
        "lastClosePrice": 765,
        "industry": "Drug Manufacturers—General",
        "sector": "Healthcare",
        "companyName": "Eli Lilly & Co",
        "ceo": "Mr. David A. Ricks",
        "shortDescription": "Eli Lilly and Company discovers, develops, and markets human pharmaceuticals worldwide. The company offers Basaglar, Humalog, Humalog Mix 75/25, Humalog U-100, Humalog U-200, Humalog Mix 50/50, insulin lispro, insulin lispro protamine, insulin lispro mix 75/25, Humulin, Humulin 70/30, Humulin N, Humulin R, and Humulin U-500 for diabetes; Jardiance, Mounjaro, and Trulicity for type 2 diabetes; and Zepbound for obesity. It also provides oncology products, including Alimta, Cyramza, Erbitux, Jaypirca, Retevmo, Tyvyt, and Verzenio. In addition, the company offers Olumiant for rheumatoid arthritis, atopic dermatitis, severe alopecia areata, and COVID-19; Taltz for plaque psoriasis, psoriatic arthritis, ankylosing spondylitis, and non-radiographic axial spondylarthritis; Omvoh for ulcerative colitis; Cymbalta for depressive disorder, diabetic peripheral neuropathic pain, generalized anxiety disorder, fibromyalgia, and chronic musculoskeletal pain; Ebglyss for severe atopic dermatitis; and Emgality for migraine prevention and episodic cluster headache. Further, it provides Cialis for erectile dysfunction and benign prostatic hyperplasia; and Forteo for osteoporosis. It has collaborations with Incyte Corporation; Boehringer Ingelheim Pharmaceuticals, Inc.; F. Hoffmann-La Roche Ltd and Genentech, Inc.; Biologics, Inc., AbCellera Biologics Inc.; and Chugai Pharmaceutical Co., Ltd. The company was founded in 1876 and is headquartered in Indianapolis, Indiana.",
        "employeeCount": 43000,
        "marketCap": 733450534912,
        "trailingPE": 133.31952,
        "trailingAnnualDividendYield": 0.006131280045111103,
        "analystRating":
        {
            "buy": 9,
            "hold": 8,
            "sell": 1,
            "strongBuy": 4,
            "strongSell": 0
        },
        "priceTarget":
        {
            "low": "540",
            "high": "950",
            "median": "805",
            "average": "762.95"
        },
        "priceToSalesRatio": 21.493624,
        "priceToBookRatio": 64.450195,
        "profitMargin": 0.15357,
        "revenueTTM": 34124099584,
        "revenuePerShareTTM": 37.908,
        "ebitda": 12455500000,
        "average10DaysVolume": 3274330,
        "average30DaysVolume": 2970660
    },
    {
        "id": "d9da6cf9-8f04-4b1b-9613-7216b8624dfc",
        "name": "iShares S&P 500 Information Technology Sector UCITS ETF",
        "assetClass": "etf",
        "currency": "EUR",
        "ticker": "QDVE",
        "lastClosePrice": 24.965,
        "industry": "",
        "sector": "",
        "companyName": "iShares S&P 500 Information Technology Sector UCITS ETF USD ",
        "ceo": "",
        "shortDescription": "The investment objective of the Fund is to provide investors with a total return, taking into account both capital and income returns, which reflects the return of the S&P 500 Capped 35/20 Information Technology Index. The Index is a free float-adjusted market capitalisation weighted index that comprises companies within the Global Industry Classification Standard (GICS) information technology sector based on the Global Investable Market Indices methodology. Find the latest Key Information Document (KID) right [here](https://www.blackrock.com/kiid/en-gb?switch=y).",
        "employeeCount": 0,
        "average10DaysVolume": 385857,
        "average30DaysVolume": 305264
    },
    {
        "id": "31099395-56c7-4bf9-9b8c-8f725fe6e77f",
        "name": "Tesla Inc",
        "assetClass": "stock",
        "currency": "USD",
        "ticker": "TSLA",
        "logoUrl": "https://api.twelvedata.com/logo/tesla.com",
        "country": "US",
        "lastClosePrice": 199.73,
        "industry": "Auto Manufacturers",
        "sector": "Consumer Cyclical",
        "companyName": "Tesla Inc",
        "ceo": "Mr. Elon R. Musk",
        "shortDescription": "Tesla, Inc. designs, develops, manufactures, leases, and sells electric vehicles, and energy generation and storage systems in the United States, China, and internationally. The company operates in two segments, Automotive, and Energy Generation and Storage. The Automotive segment offers electric vehicles, as well as sells automotive regulatory credits; and non-warranty after-sales vehicle, used vehicles, body shop and parts, supercharging, retail merchandise, and vehicle insurance services. This segment also provides sedans and sport utility vehicles through direct and used vehicle sales, a network of Tesla Superchargers, and in-app upgrades; purchase financing and leasing services; services for electric vehicles through its company-owned service locations and Tesla mobile service technicians; and vehicle limited warranties and extended service plans. The Energy Generation and Storage segment engages in the design, manufacture, installation, sale, and leasing of solar energy generation and energy storage products, and related services to residential, commercial, and industrial customers and utilities through its website, stores, and galleries, as well as through a network of channel partners; and provision of service and repairs to its energy product customers, including under warranty, as well as various financing options to its solar customers. The company was formerly known as Tesla Motors, Inc. and changed its name to Tesla, Inc. in February 2017. Tesla, Inc. was incorporated in 2003 and is headquartered in Austin, Texas.",
        "employeeCount": 140473,
        "marketCap": 636798763008,
        "trailingPE": 46.499996,
        "trailingAnnualDividendYield": 0,
        "analystRating":
        {
            "buy": 4,
            "hold": 8,
            "sell": 6,
            "strongBuy": 4,
            "strongSell": 1
        },
        "priceTarget":
        {
            "low": "22.49",
            "high": "318.85",
            "median": "194.08",
            "average": "191.35"
        },
        "priceToSalesRatio": 6.580335,
        "priceToBookRatio": 10.16781,
        "profitMargin": 0.15496999,
        "revenueTTM": 96772997120,
        "revenuePerShareTTM": 30.489,
        "ebitda": 14796000000,
        "average10DaysVolume": 103148240,
        "average30DaysVolume": 111092993
    },
    {
        "id": "c8b5c6e9-e1a3-4b66-bf9c-172f2f5a2818",
        "name": "Alibaba Group Holding Ltd",
        "assetClass": "adr",
        "currency": "USD",
        "ticker": "BABA",
        "logoUrl": "https://api.twelvedata.com/logo/alibabagroup.com",
        "country": "US",
        "lastClosePrice": 77.68,
        "industry": "Internet Retail",
        "sector": "Consumer Cyclical",
        "companyName": "Alibaba Group Holding Ltd",
        "ceo": "Mr. Yongming  Wu",
        "shortDescription": "Alibaba Group Holding Limited, through its subsidiaries, provides technology infrastructure and marketing reach to help merchants, brands, retailers, and other businesses to engage with their users and customers in the People's Republic of China and internationally. The company operates through seven segments: China Commerce, International Commerce, Local Consumer Services, Cainiao, Cloud, Digital Media and Entertainment, and Innovation Initiatives and Others. It operates Taobao, a digital retail platform; Tmall, a third-party online and mobile commerce platform; Alimama, a monetization platform; 1688.com and Alibaba.com, which are online wholesale marketplaces; AliExpress, a retail marketplace; Lazada, Trendyol, and Daraz that are e-commerce platforms; Freshippo, a retail platform for groceries and fresh goods; and Tmall Global, an import e-commerce platform. The company also operates Cainiao Network logistic services platform; Ele.me, an on-demand delivery and local services platform; Koubei, a restaurant and local services guide platform; and Fliggy, an online travel platform. In addition, it offers pay-for-performance, in-feed, and display marketing services; and Taobao Ad Network and Exchange, a real-time online bidding marketing exchange. Further, the company provides elastic computing, storage, network, security, database, big data, and IoT services; and hardware, software license, software installation, and application development and maintenance services. Additionally, it operates Youku, an online video platform; Quark, a platform for information search, storage, and consumption; Alibaba Pictures and other content platforms that provide online videos, films, live events, news feeds, literature, music, and others; Amap, a mobile digital map, navigation, and real-time traffic information app; DingTalk, a business efficiency mobile app; and Tmall Genie smart speaker. The company was incorporated in 1999 and is based in Hangzhou, the People's Republic of China.",
        "employeeCount": 219260,
        "marketCap": 191275008000,
        "trailingPE": 14.064339,
        "trailingAnnualDividendYield": 0.012871669455528383,
        "analystRating":
        {
            "buy": 29,
            "hold": 1,
            "sell": 0,
            "strongBuy": 18,
            "strongSell": 0
        },
        "priceTarget":
        {
            "low": "79.92",
            "high": "149.85",
            "median": "109.89",
            "average": "110.49"
        },
        "priceToSalesRatio": 0.20622776,
        "priceToBookRatio": 0.18927063,
        "profitMargin": 0.10813,
        "revenueTTM": 128866013603,
        "revenuePerShareTTM": 363.638,
        "ebitda": 155989000000,
        "average10DaysVolume": 15189520,
        "average30DaysVolume": 20530313
    },
    {
        "id": "64bae730-f89a-4e4d-867e-38b982a41f4e",
        "name": "Walt Disney Co/The",
        "assetClass": "stock",
        "currency": "USD",
        "ticker": "DIS",
        "logoUrl": "https://api.twelvedata.com/logo/thewaltdisneycompany.com",
        "country": "US",
        "lastClosePrice": 109.42,
        "industry": "Entertainment",
        "sector": "Communication Services",
        "companyName": "Walt Disney Co-The",
        "ceo": "Mr. Robert A. Iger",
        "shortDescription": "The Walt Disney Company operates as an entertainment company worldwide. It operates through three segments: Entertainment, Sports, and Experiences. The company produces and distributes film and television video streaming content under the ABC Television Network, Disney, Freeform, FX, Fox, National Geographic, and Star brand television channels, as well as ABC television stations and A+E television networks; and produces original content under the ABC Signature, Disney Branded Television, FX Productions, Lucasfilm, Marvel, National Geographic Studios, Pixar, Searchlight Pictures, Twentieth Century Studios, 20th Television, and Walt Disney Pictures banners. It also offers direct-to-consumer streaming services through Disney+, Disney+ Hotstar, Hulu, and Star+; sports-related entertainment services through ESPN, ESPN on ABC, ESPN+ DTC, and Star; sale/licensing of film and episodic content to third-party television and VOD services; theatrical, home entertainment, and music distribution services; DVD and Blu-ray discs, electronic home video licenses, and VOD rental services; staging and licensing of live entertainment events; and post-production services. In addition, the company operates theme parks and resorts comprising Walt Disney World Resort, Disneyland Resort, Disneyland Paris, Hong Kong Disneyland Resort, Shanghai Disney Resort, Disney Cruise Line, Disney Vacation Club, National Geographic Expeditions, and Adventures by Disney, as well as Aulani, a Disney resort and spa in Hawaii. It also licenses its intellectual property to a third party for operations of the Tokyo Disney Resort; licenses trade names, characters, visual, literary, and other IP for use on merchandise, published materials, and games; operates a direct-to-home satellite distribution platform; sells branded merchandise through retail, online, and wholesale businesses; and develops and publishes books, comic books, and magazines. The company was founded in 1923 and is based in Burbank, California.",
        "employeeCount": 173250,
        "marketCap": 197517426688,
        "trailingPE": 66.06135,
        "trailingAnnualDividendYield": 0.0027404768429706767,
        "analystRating":
        {
            "buy": 10,
            "hold": 12,
            "sell": 2,
            "strongBuy": 5,
            "strongSell": 1
        },
        "priceTarget":
        {
            "low": "66",
            "high": "136",
            "median": "120",
            "average": "116.06"
        },
        "priceToSalesRatio": 2.220919,
        "priceToBookRatio": 2.0109437,
        "profitMargin": 0.03358,
        "revenueTTM": 88934998016,
        "revenuePerShareTTM": 48.605,
        "ebitda": 16793000000,
        "average10DaysVolume": 10797950,
        "average30DaysVolume": 11366793
    },
    {
        "id": "8c3788e2-2645-4fbe-be86-66ee987d462e",
        "name": "Zalando SE",
        "assetClass": "stock",
        "currency": "EUR",
        "ticker": "ZAL",
        "logoUrl": "https://api.twelvedata.com/logo/corporate.zalando.de",
        "country": "DE",
        "lastClosePrice": 19.355,
        "industry": "Internet Retail",
        "sector": "Consumer Cyclical",
        "companyName": "Zalando SE",
        "ceo": "Mr. David  Schneider",
        "shortDescription": "Zalando SE operates an online platform for fashion and lifestyle products. The company operates through Fashion Store and Offprice segments. It provides shoes, apparel, accessories, and beauty products with free delivery and returns, as well as various payment options. The company also sells its products through Lounge by Zalando; and brick-and-mortar outlet stores. It operates in Germany, Austria, Switzerland, Belgium, Croatia, the Czech Republic, Denmark, Estonia, Finland, France, Hungary, Ireland, Italy, Latvia, Lithuania, Luxembourg, the Netherlands, Norway, Poland, Romania, Slovakia, Slovenia, Spain, Sweden, and the United Kingdom. The company was founded in 2008 and is headquartered in Berlin, Germany.",
        "employeeCount": 16161,
        "marketCap": 4901736448,
        "trailingPE": 45.02381,
        "trailingAnnualDividendYield": 0,
        "priceTarget":
        {
            "low": "17",
            "high": "121",
            "median": "30",
            "average": "36.09"
        },
        "priceToSalesRatio": 0.47800833,
        "priceToBookRatio": 2.2584498,
        "profitMargin": 0.010679999,
        "revenueTTM": 10254499840,
        "revenuePerShareTTM": 40.762,
        "ebitda": 535400000,
        "average10DaysVolume": 1121946,
        "average30DaysVolume": 1807647
    },
    {
        "id": "12cdbeac-f14a-433b-9ae8-1edf199fc70b",
        "name": "Danske Bank A/S",
        "assetClass": "stock",
        "currency": "DKK",
        "ticker": "DANSKE",
        "logoUrl": "https://api.twelvedata.com/logo/danskebank.com",
        "country": "DK",
        "lastClosePrice": 194.5,
        "industry": "Banks - Regional",
        "sector": "Financial Services",
        "companyName": "Danske Bank A/S ",
        "ceo": "Mr. Carsten Rasch Egeriis",
        "shortDescription": "Danske Bank A/S provides various banking products and services to corporate, institutional, and international clients. The company offers insurance and pension products, mortgage finance and real-estate brokerage services, asset management and trading services in fixed income products, foreign exchange services, and equities. It also provides advisory services to personal and private banking customers; and business advisory services, including acquisition, change of ownership, strategic development, or international expansion. In addition, the company offers financing, risk management, investment, and financial advisory services for large corporates and institutions; healthcare solutions; and online and mobile banking services. It has operations in Denmark, Finland, Sweden, Norway, the United Kingdom, and internationally. The company was founded in 1871 and is headquartered in Copenhagen, Denmark.",
        "employeeCount": 20021,
        "marketCap": 166574997504,
        "trailingPE": 7.854251,
        "trailingAnnualDividendYield": 0.03600823045267489,
        "priceTarget":
        {
            "low": "155",
            "high": "260",
            "median": "227",
            "average": "223.75"
        },
        "priceToSalesRatio": 2.9964921,
        "priceToBookRatio": 0.94911474000000015752,
        "profitMargin": 0.38248003,
        "revenueTTM": 55589998592,
        "revenuePerShareTTM": 64.722,
        "average10DaysVolume": 892834,
        "average30DaysVolume": 1090133
    },
    {
        "id": "e726f1c6-f672-49ba-ac7a-d32a9c73c738",
        "name": "iShares MSCI World SRI UCITS ETF",
        "assetClass": "etf",
        "currency": "EUR",
        "ticker": "SUSW",
        "country": "GB",
        "lastClosePrice": 10.515,
        "industry": "",
        "sector": "",
        "companyName": "iShares MSCI World SRI UCITS ETF EUR ",
        "ceo": "",
        "shortDescription": "The investment objective of the Fund is to seek to provide investors with a total return, taking into account both capital and income returns, which reflects the return of the MSCI World SRI Select Reduced Fossil Fuel Index. The Index measures the performance of a sub-set of equity securities (e.g. shares) within four regional indices: the MSCI Pacific Index, the MSCI Europe & Middle East Index, the MSCI Canada Index, and the MSCI USA Index (Regional Indices) which are issued by global companies with higher environmental, social and governance (ESG) ratings than other sector peers within the relevant Regional Indices. Find the latest Key Information Document (KID) right [here](https://www.blackrock.com/kiid/en-gb?switch=y).",
        "employeeCount": 0,
        "average10DaysVolume": 432462,
        "average30DaysVolume": 326812
    },
    {
        "id": "58c94524-cf36-40fa-a12c-9432c3c61ba6",
        "name": "Uber Technologies Inc",
        "assetClass": "stock",
        "currency": "USD",
        "ticker": "UBER",
        "logoUrl": "https://api.twelvedata.com/logo/uber.com",
        "country": "US",
        "lastClosePrice": 78.75,
        "industry": "Software - Application",
        "sector": "Technology",
        "companyName": "Uber Technologies Inc",
        "ceo": "Mr. Dara  Khosrowshahi",
        "shortDescription": "Uber Technologies, Inc. develops and operates proprietary technology applications in the United States, Canada, Latin America, Europe, the Middle East, Africa, and Asia excluding China and Southeast Asia. It operates through three segments: Mobility, Delivery, and Freight. The Mobility segment connects consumers with a range of transportation modalities, such as ridesharing, carsharing, micromobility, rentals, public transit, taxis, and other modalities; and offers riders in a variety of vehicle types, as well as financial partnerships products and advertising services. The Delivery segment allows to search for and discover restaurants to grocery, alcohol, convenience, and other retails; order a meal or other items; and Uber direct, a white-label Delivery-as-a-Service for retailers and restaurants, as well as advertising. The Freight segment manages transportation and logistics network, which connects shippers and carriers in digital marketplace including carriers upfronts, pricing, and shipment booking; and provides on-demand platform to automate logistics end-to-end transactions for small-and medium-sized business to global enterprises. The company was formerly known as Ubercab, Inc. and changed its name to Uber Technologies, Inc. in February 2011. Uber Technologies, Inc. was founded in 2009 and is headquartered in San Francisco, California.",
        "employeeCount": 30400,
        "marketCap": 162818375680,
        "trailingPE": 90.12644,
        "trailingAnnualDividendYield": 0,
        "priceTarget":
        {
            "low": "60.07",
            "high": "92.42",
            "median": "83.18",
            "average": "79.28"
        },
        "priceToSalesRatio": 4.367328,
        "priceToBookRatio": 14.437489,
        "profitMargin": 0.050619997,
        "revenueTTM": 37281001472,
        "revenuePerShareTTM": 18.314,
        "ebitda": 2219000000,
        "average10DaysVolume": 32341890,
        "average30DaysVolume": 40329977
    },
    {
        "id": "b822eb88-99c1-440d-836a-da5d555483c9",
        "name": "H Lundbeck A/S",
        "assetClass": "stock",
        "currency": "DKK",
        "ticker": "HLUN.B",
        "logoUrl": "https://api.twelvedata.com/logo/lundbeck.com",
        "country": "DK",
        "lastClosePrice": 33.56,
        "industry": "Drug Manufacturers—Specialty & Generic",
        "sector": "Healthcare",
        "companyName": "H. Lundbeck A/S",
        "ceo": "Mr. Charl  van Zyl",
        "shortDescription": "H. Lundbeck A/S, a biopharmaceutical company, engages in the research, development, production, and sale of pharmaceuticals for the treatment of psychiatric and neurological disorders in Europe, United States, and internationally. The company's principal products include Abilify Maintena/Abilify Maintena for schizophrenia and bipolar I disorder in adults; Brintellix/Trintellix to treat depressive disorders; Northera for the treatment of symptomatic neurogenic orthostatic hypotension; Vyepti for migraine prevention; and Rexulti/Rxulti to treat MDD and schizophrenia. It also provides Azilect for treating Parkinson's disease; Cipralex/Lexapro for depression; Ebixa to treat dementia; Onfi for epilepsy; Sabril for the treatment of refractory complex partial seizures and infantile spasms; Xenazine for chorea; Deanxit for depression; Cipramil for depression and anxiety; and Cisordinol to treat psychosis. The company sells its products primarily to distributors of pharmaceuticals, pharmacies, and hospitals. It has a partnership collaboration with Otsuka Pharmaceuticals Co., Ltd.; and collaboration with Alloy Therapeutics, Inc. for the discovery of novel biologics therapies. The company was founded in 1915 and is headquartered in Valby, Denmark.",
        "employeeCount": 5681,
        "marketCap": 33313017856,
        "trailingPE": 14.883118,
        "trailingAnnualDividendYield": 0.01707891683263296,
        "priceTarget":
        {
            "low": "33",
            "high": "50",
            "median": "37",
            "average": "38.92"
        },
        "priceToSalesRatio": 1.6730121,
        "priceToBookRatio": 1.547046,
        "profitMargin": 0.11501,
        "revenueTTM": 19911999488,
        "revenuePerShareTTM": 20.068,
        "ebitda": 3047000000,
        "average10DaysVolume": 566615,
        "average30DaysVolume": 537360
    },
    {
        "id": "727362d6-4ef6-4e4c-8290-e24d4e39fa3e",
        "name": "Rivian Automotive Inc",
        "assetClass": "stock",
        "currency": "USD",
        "ticker": "RIVN",
        "logoUrl": "https://api.twelvedata.com/logo/rivian.com",
        "country": "US",
        "lastClosePrice": 11.14,
        "industry": "Auto Manufacturers",
        "sector": "Consumer Cyclical",
        "companyName": "Rivian Automotive, Inc. Class A Common Stock",
        "ceo": "Mr. Robert Joseph Scaringe Ph.D.",
        "shortDescription": "Rivian Automotive, Inc. designs, develops, manufactures, and sells electric vehicles and accessories. The company offers five-passenger pickup trucks and seven-passenger sports utility vehicles. It provides Rivian Commercial Vehicle platform for Electric Delivery Van with collaboration with Amazon.com, Inc. The company sells its products directly to customers in the consumer and commercial markets. Rivian Automotive, Inc. was founded in 2009 and is based in Irvine, California.",
        "employeeCount": 14122,
        "marketCap": 9991927808,
        "trailingPE": -1.9407666103349746,
        "trailingAnnualDividendYield": 0,
        "priceTarget":
        {
            "low": "8",
            "high": "36",
            "median": "20",
            "average": "19.79"
        },
        "priceToSalesRatio": 2.2534795,
        "priceToBookRatio": 1.1331145,
        "profitMargin": -1.22508,
        "revenueTTM": 4433999872,
        "revenuePerShareTTM": 4.682,
        "ebitda": -4801999872,
        "average10DaysVolume": 62538860,
        "average30DaysVolume": 33565813
    },
    {
        "id": "675fc89b-9a95-49b3-854f-17b999722c65",
        "name": "Alm Brand A/S",
        "assetClass": "stock",
        "currency": "DKK",
        "ticker": "ALMB",
        "logoUrl": "https://api.twelvedata.com/logo/almbrand.dk",
        "country": "DK",
        "lastClosePrice": 12.77,
        "industry": "Insurance - Diversified",
        "sector": "Financial Services",
        "companyName": "Alm Brand A/S ",
        "ceo": "Mr. Rasmus Werner Nielsen",
        "shortDescription": "Alm. Brand A/S, together with its subsidiaries, provides non-life insurance products and services in Denmark. The company offers its non-life insurance products, such as health and accident, workers' compensation, liability, vehicle, fire and property, marine, aviation and transport, and other insurance products to private households, agricultural, and commercial customers through its sales channels and partnerships. The company was founded in 1792 and is headquartered in Copenhagen, Denmark.",
        "employeeCount": 2294,
        "marketCap": 20126078976,
        "trailingPE": 32.8,
        "trailingAnnualDividendYield": 0.023310023310023312,
        "priceTarget":
        {
            "low": "15.5",
            "high": "16",
            "median": "16",
            "average": "15.83"
        },
        "priceToSalesRatio": 1.3243456,
        "priceToBookRatio": 1.4905703,
        "profitMargin": 0.04027,
        "revenueTTM": 15196999680,
        "revenuePerShareTTM": 9.868,
        "ebitda": 1414000000,
        "average10DaysVolume": 1809304,
        "average30DaysVolume": 1580095
    },
    {
        "id": "bc773158-bd9a-4085-99e6-042afa2bc29f",
        "name": "Genmab A/S",
        "assetClass": "adr",
        "currency": "USD",
        "ticker": "GMAB",
        "logoUrl": "https://api.twelvedata.com/logo/genmab.com",
        "country": "US",
        "lastClosePrice": 29.05,
        "industry": "Biotechnology",
        "sector": "Healthcare",
        "companyName": "Genmab A/S ",
        "ceo": "Dr. Jan G.J. van de Winkel Ph.D.",
        "shortDescription": "Genmab A/S develops antibody therapeutics for the treatment of cancer and other diseases primarily in Denmark. The company markets DARZALEX, a human monoclonal antibody for the treatment of patients with multiple myeloma (MM); teprotumumab for the treatment of thyroid eye disease; and Amivantamab for advanced or metastatic gastric or esophageal cancer and NSCLC. Its products include daratumumab to treat MM, non-MM blood cancers, and AL amyloidosis; GEN1047; tisotumab vedotin for treating cervical, ovarian, and solid cancers; DuoBody-PD-L1x4-1BB, and DuoBody-CD40x4-1BB for treating solid tumors; Epcoritamab for relapsed/refractory diffuse large B-cell lymphoma and chronic lymphocytic leukemia; and HexaBody-CD38 and GEN3017 for treating hematological malignancies. In addition, the company develops Inclacumab, which is in Phase 3 trial for vaso-occlusive crises; Camidanlumab tesirine to treat hodgkin lymphoma and solid tumors; JNJ-64007957 and JNJ-64407564 to treat MM; PRV-015 for treating celiac disease; Mim8 for treating haemophilia A; and Lu AF82422 for treating multiple system atrophy disease. It operates various active pre-clinical programs. The company has a commercial license and collaboration agreement with Seagen Inc. to co-develop tisotumab vedotin. It also has a collaboration agreement with argenx to discover, develop, and commercialize novel therapeutic antibodies with applications in immunology and oncology; and AbbVie for the development of epcoritamab, as well as collaborations with BioNTech, Janssen, and Novo Nordisk A/S. Genmab A/S was founded in 1999 and is headquartered in Copenhagen, Denmark.",
        "employeeCount": 2204,
        "marketCap": 19202785280,
        "trailingPE": 30.625,
        "trailingAnnualDividendYield": 0,
        "priceTarget":
        {
            "low": "28",
            "high": "51",
            "median": "37",
            "average": "40.32"
        },
        "priceToSalesRatio": 1.1656419,
        "priceToBookRatio": 0.06076276,
        "profitMargin": 0.26417,
        "revenueTTM": 2398614455,
        "revenuePerShareTTM": 25.2244,
        "ebitda": 6260000000,
        "average10DaysVolume": 755250,
        "average30DaysVolume": 547530
    },
    {
        "id": "94a796cf-a13b-45b6-a8b8-2123cdeaf922",
        "name": "Royal Unibrew A/S",
        "assetClass": "stock",
        "currency": "DKK",
        "ticker": "RBREW",
        "logoUrl": "https://api.twelvedata.com/logo/royalunibrew.com",
        "country": "DK",
        "lastClosePrice": 470.9,
        "industry": "Beverages—Brewers",
        "sector": "Consumer Defensive",
        "companyName": "Royal Unibrew A/S ",
        "ceo": "Mr. Lars  Jensen",
        "shortDescription": "Royal Unibrew A/S produces, markets, sells, and distributes beer, malt beverages, soft drinks, ciders, and ready-to-drink products. The company also provides carbonated soft drinks, water, wines, spirits, juices, energy drinks, and cocktail products. It offers its products under the Royal Beers, Lapin Kulta, Cido, Craft, Faxe Kondi, Ceres, Faxe, Original Long Drink, Lacplesis, Vitamalt, Mangali, Novelle, Nikoline, Kalnapilis, Egekidle, Supermalt, Polar Monkeys, Lorina, SHAKER, MOKAI, LemonSoda, Nohrlund, Power Malt, Fonti di Crodo, and CULT brands, as well as international brands, such as Heineken and PepsiCo. It serves customers in Denmark, Germany, Norway, Sweden, Italy, France, Finland, Lithuania, Latvia, Estonia, and internationally. The company was formerly known as Bryggerigruppen A/S and changed its name to Royal Unibrew A/S in 2005. Royal Unibrew A/S was incorporated in 1989 and is headquartered in Faxe, Denmark.",
        "employeeCount": 3600,
        "marketCap": 23589978112,
        "trailingPE": 22.68046,
        "trailingAnnualDividendYield": 0.03098952767685403,
        "priceTarget":
        {
            "low": "370",
            "high": "673",
            "median": "587.5",
            "average": "554.83"
        },
        "priceToSalesRatio": 1.9177285,
        "priceToBookRatio": 4.2325997,
        "profitMargin": 0.08406,
        "revenueTTM": 12300999680,
        "revenuePerShareTTM": 248.189,
        "ebitda": 1527000000,
        "average10DaysVolume": 113724,
        "average30DaysVolume": 112052
    },
    {
        "id": "649d8c8f-3773-4bb8-a426-693f375bdf5d",
        "name": "Matas A/S",
        "assetClass": "stock",
        "currency": "DKK",
        "ticker": "MATAS",
        "logoUrl": "https://api.twelvedata.com/logo/matas.dk",
        "country": "DK",
        "lastClosePrice": 117.8,
        "industry": "Specialty Retail",
        "sector": "Consumer Cyclical",
        "companyName": "Matas A/S ",
        "ceo": "",
        "shortDescription": "Matas A/S, together with its subsidiaries, operates a chain of retail stores that offer beauty, personal care, health and wellbeing, and household products in Denmark. Its products include cosmetics, fragrances, and skin and hair care products; and vitamins, minerals, supplements, specialty foods, and herbal medicinal products, as well as sports and exercise, nutrition, mother and child, oral, foot and intimate care, hair removal, and special skincare products. The company provides house and garden products, including cleaning and maintenance, electrical, interior decoration, and textiles; and clothing and accessories, such as footwear, hair ornaments, jewelry, toilet bags, etc. It operates through websites, such as matas.dk. Matas A/S was founded in 1949 and is based in Allerød, Denmark.",
        "employeeCount": 2766,
        "marketCap": 4313987584,
        "trailingPE": 18.903654,
        "trailingAnnualDividendYield": 0.01733102253032929,
        "priceTarget":
        {
            "low": "145",
            "high": "160",
            "median": "145",
            "average": "150"
        },
        "priceToSalesRatio": 0.71970564,
        "priceToBookRatio": 1.2232745,
        "profitMargin": 0.038599998,
        "revenueTTM": 5994100224,
        "revenuePerShareTTM": 157.65,
        "ebitda": 912400000,
        "average10DaysVolume": 54158,
        "average30DaysVolume": 82305
    },
    {
        "id": "be94fe19-eb0f-4dbc-b0d8-72978f6b3a48",
        "name": "Pfizer Inc",
        "assetClass": "stock",
        "currency": "USD",
        "ticker": "PFE",
        "logoUrl": "https://api.twelvedata.com/logo/pfizer.com",
        "country": "US",
        "lastClosePrice": 26.89,
        "industry": "Drug Manufacturers - General",
        "sector": "Healthcare",
        "companyName": "Pfizer Inc",
        "ceo": "Dr. Albert  Bourla D.V.M., Ph.D.",
        "shortDescription": "Pfizer Inc. discovers, develops, manufactures, markets, distributes, and sells biopharmaceutical products in the United States, Europe, and internationally. The company offers medicines and vaccines in various therapeutic areas, including cardiovascular metabolic, migraine, and women's health under the Eliquis, Nurtec ODT/Vydura, Zavzpret, and the Premarin family brands; infectious diseases with unmet medical needs under the Prevnar family, Abrysvo, Nimenrix, FSME/IMMUN-TicoVac, and Trumenba brands; and COVID-19 prevention and treatment, and potential future mRNA and antiviral products under the Comirnaty and Paxlovid brands. It also provides medicines and vaccines in various therapeutic areas, such as biosimilars for chronic immune and inflammatory diseases under the Xeljanz, Enbrel, Inflectra, Litfulo, Velsipity, and Cibinqo brands; amyloidosis, hemophilia, endocrine diseases, and sickle cell disease under the Vyndaqel family, Oxbryta, BeneFIX, Somavert, Ngenla, and Genotropin brands; sterile injectable and anti-infective medicines under the Sulperazon, Medrol, Zavicefta, Zithromax, and Panzyga brands; and biologics, small molecules, immunotherapies, and biosimilars under the Ibrance, Xtandi, Inlyta, Bosulif, Mektovi, Padcev, Adcetris, Talzenna, Tukysa, Elrexfio, Tivdak, Lorbrena, and Braftovi brands. In addition, the company involved in the contract manufacturing business. It serves wholesalers, retailers, hospitals, clinics, government agencies, pharmacies, individual provider offices, retail pharmacies, and integrated delivery systems. The company has collaboration agreements with Bristol-Myers Squibb Company; Astellas Pharma US, Inc.; Merck KGaA; and BioNTech SE. Pfizer Inc. was founded in 1849 and is headquartered in New York, New York.",
        "employeeCount": 88000,
        "marketCap": 153479479296,
        "trailingPE": 73.45946,
        "trailingAnnualDividendYield": 0.06136110078095946,
        "analystRating":
        {
            "buy": 11,
            "hold": 9,
            "sell": 0,
            "strongBuy": 1,
            "strongSell": 1
        },
        "priceTarget":
        {
            "low": "26",
            "high": "50",
            "median": "31",
            "average": "32.32"
        },
        "priceToSalesRatio": 2.6237602,
        "priceToBookRatio": 1.723963,
        "profitMargin": 0.03622,
        "revenueTTM": 58496000000,
        "revenuePerShareTTM": 10.366,
        "ebitda": 45095000000,
        "average10DaysVolume": 33689080,
        "average30DaysVolume": 52835027
    },
    {
        "id": "5b913816-0496-43ac-8dc0-bb00bf923f1f",
        "name": "QYOU Media Inc",
        "assetClass": "stock",
        "currency": "CAD",
        "ticker": "QYOU",
        "logoUrl": "https://api.twelvedata.com/logo/qyoumedia.com",
        "country": "CA",
        "lastClosePrice": 0.055,
        "industry": "Entertainment",
        "sector": "Communication Services",
        "companyName": "QYOU Media Inc",
        "ceo": "Mr. Curt  Marvis",
        "shortDescription": "QYOU Media Inc. produces and distributes content created by social media stars and digital content creators in India and the United States. The company curates, produces, and distributes premium content, including television networks and VOD for cable and satellite television, OTT, mobile, and Smart TV-based platforms. It also creates and manages influencer marketing campaigns for film studios, game publishers, and brands. QYOU Media Inc. was founded in 2014 and is headquartered in Toronto, Canada.",
        "employeeCount": 0,
        "marketCap": 28347440,
        "trailingPE": -1.833333323399226,
        "trailingAnnualDividendYield": 0,
        "priceTarget":
        {
            "low": "0.15",
            "high": "0.15",
            "median": "0.15",
            "average": "0.15"
        },
        "priceToSalesRatio": 0.949717200000001829338,
        "priceToBookRatio": 5.3636365,
        "profitMargin": -0.28687,
        "revenueTTM": 29848296,
        "revenuePerShareTTM": 0.066,
        "ebitda": -6652668,
        "average10DaysVolume": 416590,
        "average30DaysVolume": 316236
    },
    {
        "id": "882d2f4f-9b7b-48b3-8108-28d4f4824c2a",
        "name": "Palo Alto Networks Inc",
        "assetClass": "stock",
        "currency": "USD",
        "ticker": "PANW",
        "logoUrl": "https://api.twelvedata.com/logo/paloaltonetworks.com",
        "country": "US",
        "lastClosePrice": 314.75,
        "industry": "Software—Infrastructure",
        "sector": "Technology",
        "companyName": "Palo Alto Networks Inc",
        "ceo": "Mr. Nikesh  Arora C.F.A.",
        "shortDescription": "Palo Alto Networks, Inc. provides cybersecurity solutions worldwide. The company offers firewall appliances and software; and Panorama, a security management solution for the global control of network security platform as a virtual or a physical appliance. It also provides subscription services covering the areas of threat prevention, malware and persistent threat, URL filtering, laptop and mobile device protection, DNS security, Internet of Things security, SaaS security API, and SaaS security inline, as well as threat intelligence, and data loss prevention. In addition, the company offers cloud security, secure access, security operations, and threat intelligence and security consulting; professional services, including architecture design and planning, implementation, configuration, and firewall migration; education services, such as certifications, as well as online and in-classroom training; and support services. It sells its products and services through its channel partners, as well as directly to medium to large enterprises, service providers, and government entities operating in various industries, including education, energy, financial services, government entities, healthcare, Internet and media, manufacturing, public sector, and telecommunications. Palo Alto Networks, Inc. was incorporated in 2005 and is headquartered in Santa Clara, California.",
        "employeeCount": 14789,
        "marketCap": 97828216832,
        "trailingPE": 46.94264,
        "trailingAnnualDividendYield": 0,
        "analystRating":
        {
            "buy": 16,
            "hold": 10,
            "sell": 2,
            "strongBuy": 13,
            "strongSell": 0
        },
        "priceTarget":
        {
            "low": "265",
            "high": "407",
            "median": "337",
            "average": "336.39"
        },
        "priceToSalesRatio": 12.996283,
        "priceToBookRatio": 22.424826,
        "profitMargin": 0.30244,
        "revenueTTM": 7527399936,
        "revenuePerShareTTM": 24.27,
        "ebitda": 1156900000,
        "average10DaysVolume": 12996440,
        "average30DaysVolume": 3666427
    },
    {
        "id": "b2ecbfaf-8b13-446c-b6b7-41086f25d6c8",
        "name": "Advanced Micro Devices Inc",
        "assetClass": "stock",
        "currency": "USD",
        "ticker": "AMD",
        "logoUrl": "https://api.twelvedata.com/logo/amd.com",
        "country": "US",
        "lastClosePrice": 178,
        "industry": "Semiconductors",
        "sector": "Technology",
        "companyName": "Advanced Micro Devices Inc",
        "ceo": "Dr. Lisa T. Su Ph.D.",
        "shortDescription": "Advanced Micro Devices, Inc. operates as a semiconductor company worldwide. It operates through Data Center, Client, Gaming, and Embedded segments. The company offers x86 microprocessors and graphics processing units (GPUs) as an accelerated processing unit, chipsets, data center, and professional GPUs; and embedded processors, and semi-custom system-on-chip (SoC) products, microprocessor and SoC development services and technology, data processing unites, field programmable gate arrays (FPGA), and adaptive SoC products. It provides processors under the AMD Ryzen, AMD Ryzen PRO, Ryzen Threadripper, Ryzen Threadripper PRO, AMD Athlon, AMD Athlon PRO, and AMD PRO A-Series brand names; graphics under the AMD Radeon graphics and AMD Embedded Radeon graphics; and professional graphics under the AMD Radeon Pro graphics brand name. In addition, the company offers data center graphics under the Radeon Instinct and Radeon PRO V-series brands, as well as servers under the AMD Instinct accelerators brand; server microprocessors under the AMD EPYC brands; low power solutions under the AMD Athlon, AMD Geode, AMD Ryzen, AMD EPYC, AMD R-Series, and G-Series brands; FPGA products under the Virtex-6, Virtex-7, Virtex UltraScale+, Kintex-7, Kintex UltraScale, Kintex UltraScale+, Artix-7, Artix UltraScale+, Spartan-6, and Spartan-7 brands; adaptive SOCs under the Zynq-7000, Zynq UltraScale+ MPSoC, Zynq UltraScale+ RFSoCs, Versal HBM, Versal Premium, Versal Prime, Versal AI Core, Versal AI Edge, Vitis, and Vivado brands; and compute and network acceleration board products under the Alveo brand. It serves original equipment and design manufacturers, public cloud service providers, system integrators, independent distributors, and add-in-board manufacturers through its direct sales force, and sales representatives. Advanced Micro Devices, Inc. was incorporated in 1969 and is headquartered in Santa Clara, California.",
        "employeeCount": 26000,
        "marketCap": 284395175936,
        "trailingPE": 332.09436,
        "trailingAnnualDividendYield": 0,
        "analystRating":
        {
            "buy": 6,
            "hold": 15,
            "sell": 4,
            "strongBuy": 5,
            "strongSell": 1
        },
        "priceTarget":
        {
            "low": "60",
            "high": "270",
            "median": "194.88",
            "average": "188.65"
        },
        "priceToSalesRatio": 12.53947,
        "priceToBookRatio": 5.088906,
        "profitMargin": 0.03765,
        "revenueTTM": 22680000512,
        "revenuePerShareTTM": 14.052,
        "ebitda": 4149000000,
        "average10DaysVolume": 61396080,
        "average30DaysVolume": 62905897
    },
    {
        "id": "0eb9ede1-8a2e-417a-96cf-41e6db774a31",
        "name": "Physitrack PLC",
        "assetClass": "stock",
        "currency": "SEK",
        "ticker": "PTRK",
        "logoUrl": "https://api.twelvedata.com/logo/physitrack.com",
        "country": "SE",
        "lastClosePrice": 15.4,
        "industry": "Health Information Services",
        "sector": "Healthcare",
        "companyName": "Physitrack PLC",
        "ceo": "Mr. Henrik P. Molin",
        "shortDescription": "Physitrack PLC, together with its subsidiaries, provides digital healthcare services in the United Kingdom, Europe, North America, and internationally. The company offers solutions for patient engagement comprising clinical home exercise and education prescription, outcomes tracking, and Telehealth for physical rehabilitation and prevention. It provides Physitrack app for private practices, occupational health and case management, healthcare systems and hospitals, and elite sports. The company also offers PhysiApp for patients to follow exercise videos and report back on their progress, online and offline. Physitrack PLC was incorporated in 2012 and is based in London, the United Kingdom.",
        "employeeCount": 84,
        "marketCap": 247158608,
        "trailingPE": 137.72726,
        "trailingAnnualDividendYield": 0,
        "priceTarget":
        {
            "low": "37.99",
            "high": "37.99",
            "median": "37.99",
            "average": "37.99"
        },
        "priceToSalesRatio": 16.63916,
        "priceToBookRatio": 11.305969,
        "profitMargin": 0.0057200002,
        "revenueTTM": 166010135,
        "revenuePerShareTTM": 0.913,
        "ebitda": 3782055,
        "average10DaysVolume": 11541,
        "average30DaysVolume": 11408
    },
    {
        "id": "16068f24-df22-4482-a385-1dc1ce7f1fb8",
        "name": "Evaxion Biotech A/S",
        "assetClass": "adr",
        "currency": "USD",
        "ticker": "EVAX",
        "logoUrl": "https://api.twelvedata.com/logo/evaxion-biotech.com",
        "country": "US",
        "lastClosePrice": 3.6,
        "industry": "Biotechnology",
        "sector": "Healthcare",
        "companyName": "Evaxion Biotech A/S",
        "shortDescription": "Evaxion Biotech A/S, a clinical-stage biotech company, engages in developing artificial intelligence-powered immunotherapies. The company develops EVX-01, a cancer immunotherapy that is in clinical Phase IIb trial for metastatic melanoma; EVX-02, a DNA-based cancer immunotherapy that is in Phase 1/2a trial for adjuvant melanoma; and EVX-03, a DNA-based immunotherapy for the treatment of various cancers. Its programs also include EVX-B1, EVX-B2, and EVX-V1, which are vaccines that are in pre-clinical stage for the treatment of bacterial and viral diseases. Evaxion Biotech A/S was incorporated in 2008 and is based in Hørsholm, Denmark.",
        "employeeCount": 63,
        "marketCap": 18091466,
        "trailingPE": -0.36836733623426790000000000005,
        "trailingAnnualDividendYield": 0,
        "priceTarget":
        {
            "low": "14",
            "high": "20",
            "median": "20",
            "average": "18"
        },
        "priceToBookRatio": 10.261723,
        "profitMargin": 0,
        "ebitda": -23624750,
        "average10DaysVolume": 112910,
        "average30DaysVolume": 1219654
    },
    {
        "id": "eaf640b6-6e9a-49d5-ab9e-939e96f26ad6",
        "name": "FLSmidth & Co A/S",
        "assetClass": "stock",
        "currency": "DKK",
        "ticker": "FLS",
        "logoUrl": "https://api.twelvedata.com/logo/flsmidth.com",
        "country": "DK",
        "lastClosePrice": 329.2,
        "industry": "Specialty Industrial Machinery",
        "sector": "Industrials",
        "companyName": "FLSmidth & Co A/S",
        "ceo": "",
        "shortDescription": "FLSmidth & Co. A/S provides engineering and service solutions for mining and cement industries in North America, South America, Europe, North Africa, Russia, Asia, Sub-Saharan Africa, the Middle East, SSAMESA, and Australia. The company offers various products, systems, and services, including precious metals, gravity concentrator service, audits and training, gas analysis and emissions monitoring services, liner profiling and scanning, kiln, packing and dispatching equipment, air pollution control, pneumatic conveying, gear, technical advisory, electrical and automation audits, mine planning, feeding and dosing equipment, and other services for the mining and cement industries. The company was founded in 1882 and is headquartered in Valby, Denmark.",
        "employeeCount": 9377,
        "marketCap": 18132889600,
        "trailingPE": 26.87973,
        "trailingAnnualDividendYield": 0.009305210918114145,
        "priceTarget":
        {
            "low": "280",
            "high": "455",
            "median": "357.5",
            "average": "361"
        },
        "priceToSalesRatio": 0.7522148,
        "priceToBookRatio": 1.6701593,
        "profitMargin": 0.02062,
        "revenueTTM": 24106000384,
        "revenuePerShareTTM": 424.88,
        "ebitda": 1721000000,
        "average10DaysVolume": 158773,
        "average30DaysVolume": 113863
    },
    {
        "id": "4de1ddd0-cce2-482e-b8fa-0774b16b8474",
        "name": "Mastercard Inc",
        "assetClass": "stock",
        "currency": "USD",
        "ticker": "MA",
        "logoUrl": "https://api.twelvedata.com/logo/mastercard.com",
        "country": "US",
        "lastClosePrice": 474.75,
        "industry": "Credit Services",
        "sector": "Financial Services",
        "companyName": "Mastercard Inc",
        "ceo": "Mr. Michael  Miebach",
        "shortDescription": "Mastercard Incorporated, a technology company, provides transaction processing and other payment-related products and services in the United States and internationally. The company offers integrated products and value-added services for account holders, merchants, financial institutions, digital partners, businesses, governments, and other organizations, such as programs that enable issuers to provide consumers with credits to defer payments; payment products and solutions that allow its customers to access funds in deposit and other accounts; prepaid programs services; and commercial credit, debit, and prepaid payment products and solutions. It also provides solutions that enable businesses or governments to make payments to businesses, including Virtual Card Number, which is generated dynamically from a physical card and leverages the credit limit of the funding account; a platform to optimize supplier payment enablement campaigns for financial institutions; and treasury intelligence platform that offers corporations with recommendations to enhance working capital performance and accelerate spend on cards. In addition, the company offers Mastercard Send, which partners with digital messaging and payment platforms to enable consumers to send money directly within applications to other consumers; and Mastercard Cross-Border Services enables a range of payment flows through a distribution network with a single point of access to send and receive money globally through various channels, including bank accounts, mobile wallets, cards, and cash payouts. Further, it provides cyber and intelligence solutions; insights and analytics, consulting, marketing, loyalty, processing, and payment gateway solutions for e-commerce merchants; and open banking and digital identity services. The company offers payment solutions and services under the MasterCard, Maestro, and Cirrus name. Mastercard Incorporated was founded in 1966 and is headquartered in Purchase, New York.",
        "employeeCount": 33400,
        "marketCap": 442666614784,
        "trailingPE": 40.144672,
        "trailingAnnualDividendYield": 0.004991365148898529,
        "analystRating":
        {
            "buy": 20,
            "hold": 4,
            "sell": 1,
            "strongBuy": 14,
            "strongSell": 0
        },
        "priceTarget":
        {
            "low": "412",
            "high": "575",
            "median": "510",
            "average": "505.46"
        },
        "priceToSalesRatio": 17.637526,
        "priceToBookRatio": 63.99326,
        "profitMargin": 0.44605,
        "revenueTTM": 25098000384,
        "revenuePerShareTTM": 26.587,
        "ebitda": 15422000000,
        "average10DaysVolume": 2527810,
        "average30DaysVolume": 2482090
    },
    {
        "id": "3f9f52f3-5476-4ae3-93f9-7749793f84dd",
        "name": "Saab AB",
        "assetClass": "stock",
        "currency": "SEK",
        "ticker": "SAAB.B",
        "logoUrl": "https://api.twelvedata.com/logo/saabgroup.com",
        "country": "SE",
        "lastClosePrice": 800.2,
        "industry": "Aerospace & Defense",
        "sector": "Industrials",
        "companyName": "Saab AB",
        "ceo": "Mr. Micael  Johansson B.Sc.",
        "shortDescription": "Saab AB (publ) provides products, services, and solutions for military defense, aviation, and civil security markets worldwide. The company operates through five segments: Aeronautics, Dynamics, Surveillance, Kockums, and Combitech. The company develops military and civil aviation technology, as well as conducts studies on manned and unmanned aircraft systems. It also provides ground combat weapons, missile systems, torpedoes, unmanned underwater vehicles, training and simulation systems, and signature management systems for armed forces; and niche products for the civil and defense market, such as underwater vehicles for the offshore industry. In addition, the company offers solutions for safety and security, surveillance and decision support, and threat detection, location, and protection, including airborne, ground-based and naval radar, electronic warfare, and combat systems, as well as C4I solutions. Additionally, it provides submarines with the Stirling system for air independent propulsion, surface combatants, mine hunting systems, and autonomous vessels; and systems development, systems integration, information security, systems security, communications, mechanics, and technical product information and logistics. Saab AB (publ) was founded in 1937 and is headquartered in Stockholm, Sweden.",
        "employeeCount": 21610,
        "marketCap": 105335332864,
        "trailingPE": 33.08703,
        "trailingAnnualDividendYield": 0.006623344163959009,
        "priceTarget":
        {
            "low": "795",
            "high": "850",
            "median": "828",
            "average": "823.6"
        },
        "priceToSalesRatio": 2.0410264,
        "priceToBookRatio": 3.3524945,
        "profitMargin": 0.065510005,
        "revenueTTM": 51609001984,
        "revenuePerShareTTM": 388.377,
        "ebitda": 4626000000,
        "average10DaysVolume": 593303,
        "average30DaysVolume": 308790
    },
    {
        "id": "7b76dbfa-0459-4b7c-9a64-ca98cba4928b",
        "name": "iShares Core MSCI Europe UCITS ETF EUR Acc",
        "assetClass": "etf",
        "currency": "EUR",
        "ticker": "IMAE",
        "country": "NL",
        "lastClosePrice": 74.84,
        "industry": "",
        "sector": "",
        "companyName": "iShares MSCI Europe UCITS ETF EUR ",
        "ceo": "",
        "shortDescription": "The investment objective of the Fund is to provide investors with a total return, taking into account both capital and income returns, which reflects the return of the MSCI Europe Index. The Index measures the performance of the large and mid capitalisation stocks across developed European countries which comply with MSCI's size, liquidity, and free-float criteria. Find the latest Key Information Document (KID) right [here](https://www.blackrock.com/kiid/en-gb?switch=y).",
        "employeeCount": 0,
        "trailingPE": 15.221007,
        "average10DaysVolume": 37334,
        "average30DaysVolume": 32128
    },
    {
        "id": "a2b42e82-67d0-4638-bd3a-1d4366d2607c",
        "name": "Coinbase Global Inc",
        "assetClass": "stock",
        "currency": "USD",
        "ticker": "COIN",
        "logoUrl": "https://api.twelvedata.com/logo/coinbase.com",
        "country": "US",
        "lastClosePrice": 199.22,
        "industry": "Financial Data & Stock Exchanges",
        "sector": "Financial Services",
        "companyName": "Coinbase Global, Inc. Class A Common Stock",
        "ceo": "Mr. Brian  Armstrong",
        "shortDescription": "Coinbase Global, Inc. provides financial infrastructure and technology for the crypto economy in the United States and internationally. The company offers the primary financial account in the crypto economy for consumers; and a marketplace with a pool of liquidity for transacting in crypto assets for institutions. It also provides technology and services that enable developers to build crypto products and securely accept crypto assets as payment. The company was founded in 2012 and is based in Wilmington, Delaware.",
        "employeeCount": 3416,
        "marketCap": 46986817536,
        "trailingPE": 524.162200000000005,
        "trailingAnnualDividendYield": 0,
        "priceTarget":
        {
            "low": "0.4",
            "high": "0.4",
            "median": "0.4",
            "average": "0.4"
        },
        "priceToSalesRatio": 16.055328,
        "priceToBookRatio": 7.473027,
        "profitMargin": 0.032420002,
        "revenueTTM": 2926555904,
        "revenuePerShareTTM": 12.411,
        "ebitda": 105213000,
        "average10DaysVolume": 16014020,
        "average30DaysVolume": 15484267
    },
    {
        "id": "d37fb2ff-9a13-4a60-8bc3-ae333b43f5fb",
        "name": "Iterum Therapeutics plc",
        "assetClass": "stock",
        "currency": "USD",
        "ticker": "ITRM",
        "logoUrl": "https://api.twelvedata.com/logo/iterumtx.com",
        "country": "US",
        "lastClosePrice": 1.32,
        "industry": "Biotechnology",
        "sector": "Healthcare",
        "companyName": "Iterum Therapeutics plc",
        "ceo": "Mr. Corey N. Fishman",
        "shortDescription": "Iterum Therapeutics plc, a clinical-stage pharmaceutical company, engages in developing and commercializing anti-infectives in Ireland, Bermuda, and the United States. It is developing sulopenem, a novel anti-infective compound with oral and IV formulations that is in Phase III clinical trials for the treatment of uncomplicated urinary tract infections, complicated urinary tract infections, and complicated intra-abdominal infections. The company was incorporated in 2015 and is headquartered in Dublin, Ireland.",
        "employeeCount": 14,
        "marketCap": 17062958,
        "trailingPE": -0.3526170798898072,
        "trailingAnnualDividendYield": 0,
        "analystRating":
        {
            "buy": 2,
            "hold": 0,
            "sell": 0,
            "strongBuy": 2,
            "strongSell": 0
        },
        "priceTarget":
        {
            "low": "6",
            "high": "7",
            "median": "6.5",
            "average": "6.5"
        },
        "priceToBookRatio": 4.828897,
        "profitMargin": 0,
        "revenuePerShareTTM": 0,
        "ebitda": -42214000,
        "average10DaysVolume": 209930,
        "average30DaysVolume": 123530
    },
    {
        "id": "74eed940-4057-4685-8e9d-3c7f92dfa534",
        "name": "Amazon.com Inc",
        "assetClass": "stock",
        "currency": "USD",
        "ticker": "AMZN",
        "logoUrl": "https://api.twelvedata.com/logo/aboutamazon.com",
        "country": "US",
        "lastClosePrice": 173.54,
        "industry": "Internet Retail",
        "sector": "Consumer Cyclical",
        "companyName": "Amazon.com Inc",
        "ceo": "Mr. Andrew R. Jassy",
        "shortDescription": "Amazon.com, Inc. engages in the retail sale of consumer products, advertising, and subscriptions service through online and physical stores in North America and internationally. The company operates through three segments: North America, International, and Amazon Web Services (AWS). It also manufactures and sells electronic devices, including Kindle, Fire tablets, Fire TVs, Echo, Ring, Blink, and eero; and develops and produces media content. In addition, the company offers programs that enable sellers to sell their products in its stores; and programs that allow authors, independent publishers, musicians, filmmakers, Twitch streamers, skill and app developers, and others to publish and sell content. Further, it provides compute, storage, database, analytics, machine learning, and other services, as well as advertising services through programs, such as sponsored ads, display, and video advertising. Additionally, the company offers Amazon Prime, a membership program. The company's products offered through its stores include merchandise and content purchased for resale and products offered by third-party sellers. It serves consumers, sellers, developers, enterprises, content creators, advertisers, and employees. Amazon.com, Inc. was incorporated in 1994 and is headquartered in Seattle, Washington.",
        "employeeCount": 1525000,
        "marketCap": 1814990290944,
        "trailingPE": 60.25172,
        "trailingAnnualDividendYield": 0,
        "analystRating":
        {
            "buy": 28,
            "hold": 3,
            "sell": 1,
            "strongBuy": 15,
            "strongSell": 0
        },
        "priceTarget":
        {
            "low": "160",
            "high": "230",
            "median": "205",
            "average": "205.04"
        },
        "priceToSalesRatio": 3.1576855,
        "priceToBookRatio": 8.986781,
        "profitMargin": 0.05293,
        "revenueTTM": 574784995328,
        "revenuePerShareTTM": 55.783,
        "ebitda": 88287000000,
        "average10DaysVolume": 48993990,
        "average30DaysVolume": 46496153
    },
    {
        "id": "44e86c30-45fb-40e5-b050-70a440e9ca31",
        "name": "ACM Research Inc",
        "assetClass": "stock",
        "currency": "USD",
        "ticker": "ACMR",
        "logoUrl": "https://api.twelvedata.com/logo/acmrcsh.com",
        "country": "US",
        "lastClosePrice": 21.79,
        "industry": "Semiconductor Equipment & Materials",
        "sector": "Technology",
        "companyName": "ACM Research Inc",
        "ceo": "Dr. Hui  Wang Ph.D.",
        "shortDescription": "ACM Research, Inc., together with its subsidiaries, develops, manufactures, and sells single-wafer wet cleaning equipment for enhancing the manufacturing process and yield for integrated chips worldwide. It offers space alternated phase shift technology for flat and patterned wafer surfaces, which employs alternating phases of megasonic waves to deliver megasonic energy in a uniform manner on a microscopic level; timely energized bubble oscillation technology for patterned wafer surfaces at advanced process nodes, which provides cleaning for 2D and 3D patterned wafers; Tahoe technology for delivering cleaning performance using less sulfuric acid and hydrogen peroxide; and electro-chemical plating technology for advanced metal plating. The company markets and sells its products under the Ultra C brand name through direct sales force and third-party representatives. ACM Research, Inc. was incorporated in 1998 and is headquartered in Fremont, California.",
        "employeeCount": 1209,
        "marketCap": 1309128448,
        "trailingPE": 20.12963,
        "trailingAnnualDividendYield": 0,
        "analystRating":
        {
            "buy": 2,
            "hold": 0,
            "sell": 0,
            "strongBuy": 0,
            "strongSell": 0
        },
        "priceTarget":
        {
            "low": "22.1",
            "high": "32",
            "median": "25",
            "average": "26.3"
        },
        "priceToSalesRatio": 2.63967,
        "priceToBookRatio": 1.795362,
        "profitMargin": 0.14408,
        "revenueTTM": 495944000,
        "revenuePerShareTTM": 8.285,
        "ebitda": 105740000,
        "average10DaysVolume": 1413160,
        "average30DaysVolume": 885983
    },
    {
        "id": "face30e6-5ad7-4fc0-b125-39e26df54a12",
        "name": "Teradata Corp",
        "assetClass": "stock",
        "currency": "USD",
        "ticker": "TDC",
        "logoUrl": "https://api.twelvedata.com/logo/teradata.com",
        "country": "US",
        "lastClosePrice": 37.27,
        "industry": "Software—Infrastructure",
        "sector": "Technology",
        "companyName": "Teradata Corp",
        "ceo": "Mr. Stephen  McMillan",
        "shortDescription": "Teradata Corporation, together with its subsidiaries, provides a connected multi-cloud data platform for enterprise analytics. The company offers Teradata Vantage, a data platform that allows companies to leverage their data across an enterprise, as well as connects various sources of data to drive ecosystem simplification and support customers on their journey to the cloud through an integrated migration. Its business consulting services include support services for organizations to establish a data and analytic vision, enable a multi-cloud ecosystem architecture, and identify and operationalize analytical opportunities, as well as to ensure the analytical infrastructure delivers value. The company also offers support and maintenance services. It serves clients in financial services, government, healthcare and life sciences, manufacturing, retail, telecommunications, and travel/transportation sectors through a direct sales force in the Americas, Europe, the Middle East, Africa, the Asia Pacific, and Japan. The company was incorporated in 1979 and is headquartered in San Diego, California.",
        "employeeCount": 7000,
        "marketCap": 3656741888,
        "trailingPE": 61.29508,
        "trailingAnnualDividendYield": 0,
        "analystRating":
        {
            "buy": 1,
            "hold": 12,
            "sell": 5,
            "strongBuy": 1,
            "strongSell": 3
        },
        "priceTarget":
        {
            "low": "43",
            "high": "72",
            "median": "48",
            "average": "53.36"
        },
        "priceToSalesRatio": 1.9949492,
        "priceToBookRatio": 27.113852,
        "profitMargin": 0.03382,
        "revenueTTM": 1832999936,
        "revenuePerShareTTM": 18.367,
        "ebitda": 271000000,
        "average10DaysVolume": 1864530,
        "average30DaysVolume": 1022710
    },
    {
        "id": "1b9319b5-9cd0-4feb-9fe1-fc3adc8d573d",
        "name": "Apple Inc",
        "assetClass": "stock",
        "currency": "USD",
        "ticker": "AAPL",
        "logoUrl": "https://api.twelvedata.com/logo/apple.com",
        "country": "US",
        "lastClosePrice": 182.63,
        "industry": "Consumer Electronics",
        "sector": "Technology",
        "companyName": "Apple Inc",
        "ceo": "Mr. Timothy D. Cook",
        "shortDescription": "Apple Inc. designs, manufactures, and markets smartphones, personal computers, tablets, wearables, and accessories worldwide. The company offers iPhone, a line of smartphones; Mac, a line of personal computers; iPad, a line of multi-purpose tablets; and wearables, home, and accessories comprising AirPods, Apple TV, Apple Watch, Beats products, and HomePod. It also provides AppleCare support and cloud services; and operates various platforms, including the App Store that allow customers to discover and download applications and digital content, such as books, music, video, games, and podcasts. In addition, the company offers various services, such as Apple Arcade, a game subscription service; Apple Fitness+, a personalized fitness service; Apple Music, which offers users a curated listening experience with on-demand radio stations; Apple News+, a subscription news and magazine service; Apple TV+, which offers exclusive original content; Apple Card, a co-branded credit card; and Apple Pay, a cashless payment service, as well as licenses its intellectual property. The company serves consumers, and small and mid-sized businesses; and the education, enterprise, and government markets. It distributes third-party applications for its products through the App Store. The company also sells its products through its retail and online stores, and direct sales force; and third-party cellular network carriers, wholesalers, retailers, and resellers. Apple Inc. was founded in 1976 and is headquartered in Cupertino, California.",
        "employeeCount": 161000,
        "marketCap": 2797454491648,
        "trailingPE": 28.174185,
        "trailingAnnualDividendYield": 0.005256529454817676,
        "analystRating":
        {
            "buy": 21,
            "hold": 6,
            "sell": 0,
            "strongBuy": 11,
            "strongSell": 0
        },
        "priceTarget":
        {
            "low": "158",
            "high": "250",
            "median": "200",
            "average": "201.41"
        },
        "priceToSalesRatio": 7.2528157,
        "priceToBookRatio": 37.796787,
        "profitMargin": 0.26163,
        "revenueTTM": 385706000384,
        "revenuePerShareTTM": 24.648,
        "ebitda": 132867000000,
        "average10DaysVolume": 50135500,
        "average30DaysVolume": 54729327
    },
    {
        "id": "e1f2880a-a648-45ba-b53a-6c39eed2c12d",
        "name": "Snap Inc",
        "assetClass": "stock",
        "currency": "USD",
        "ticker": "SNAP",
        "logoUrl": "https://api.twelvedata.com/logo/snap.com",
        "country": "US",
        "lastClosePrice": 10.9,
        "industry": "Internet Content & Information",
        "sector": "Communication Services",
        "companyName": "Snap Inc",
        "ceo": "Mr. Evan T. Spiegel",
        "shortDescription": "Snap Inc. operates as a technology company in North America, Europe, and internationally. The company offers Snapchat, a visual messaging application with various tabs, such as camera, visual messaging, snap map, stories, and spotlight that enable people to communicate visually through short videos and images. It also provides Spectacles, an eyewear product that connects with Snapchat and captures photos and video from a human perspective; and advertising products, including AR ads and Snap ads comprises a single image or video ads, collection ads, dynamic ads, story ads, and commercials. The company was formerly known as Snapchat, Inc. and changed its name to Snap Inc. in September 2016. Snap Inc. was founded in 2010 and is headquartered in Santa Monica, California.",
        "employeeCount": 5289,
        "marketCap": 18388019200,
        "trailingPE": -19.606741573033705,
        "trailingAnnualDividendYield": 0,
        "analystRating":
        {
            "buy": 3,
            "hold": 20,
            "sell": 9,
            "strongBuy": 3,
            "strongSell": 1
        },
        "priceTarget":
        {
            "low": "8",
            "high": "30",
            "median": "14",
            "average": "14.12"
        },
        "priceToSalesRatio": 3.9920888,
        "priceToBookRatio": 7.593729,
        "profitMargin": -0.28711998,
        "revenueTTM": 4606114816,
        "revenuePerShareTTM": 2.856,
        "ebitda": -1229938048,
        "average10DaysVolume": 62677540,
        "average30DaysVolume": 26095597
    },
    {
        "id": "68f38967-d108-4629-a620-e0ad9b840751",
        "name": "Five9 Inc",
        "assetClass": "stock",
        "currency": "USD",
        "ticker": "FIVN",
        "logoUrl": "https://api.twelvedata.com/logo/five9.com",
        "country": "US",
        "lastClosePrice": 61.09,
        "industry": "Software - Infrastructure",
        "sector": "Technology",
        "companyName": "Five9 Inc",
        "ceo": "Mr. Michael  Burkland M.B.A.",
        "shortDescription": "Five9, Inc., together with its subsidiaries, provides intelligent cloud software for contact centers in the United States and internationally. It offers a virtual contact center cloud platform that delivers a suite of applications, which enables the breadth of contact center-related customer service, sales, and marketing functions. The company's platform comprises of including interactive virtual agent, agent assist, workflow automation, workforce engagement management, AI insights, and AI summaries that allows to manage and optimize customer interactions across voice, chat, email, web, social media, and mobile channels directly or through its application programming interfaces. It also matches each customer interaction with an agent resource and delivers customer data to the agent in real-time through integrations with adjacent enterprise applications, such as CRM software, to optimize the customer experience and enhance agent productivity. The company serves customers in various industries, such as banking and financial services, business process outsourcers, retail, healthcare, technology, and education. Five9, Inc. was incorporated in 2001 and is headquartered in San Ramon, California.",
        "employeeCount": 2684,
        "marketCap": 4647439872,
        "trailingPE": -54.04424778761062,
        "trailingAnnualDividendYield": 0,
        "analystRating":
        {
            "buy": 7,
            "hold": 1,
            "sell": 1,
            "strongBuy": 1,
            "strongSell": 0
        },
        "priceTarget":
        {
            "low": "61",
            "high": "100",
            "median": "90",
            "average": "87.3"
        },
        "priceToSalesRatio": 5.1043396,
        "priceToBookRatio": 8.636054,
        "profitMargin": -0.08979999,
        "revenueTTM": 910488000,
        "revenuePerShareTTM": 12.637,
        "ebitda": -40981000,
        "average10DaysVolume": 1815140,
        "average30DaysVolume": 1290800
    },
    {
        "id": "2eae834a-2f17-4536-99a6-710d3e82f91b",
        "name": "Bavarian Nordic A/S",
        "assetClass": "stock",
        "currency": "DKK",
        "ticker": "BAVA",
        "logoUrl": "https://api.twelvedata.com/logo/bavarian-nordic.com",
        "country": "DK",
        "lastClosePrice": 165.8,
        "industry": "Biotechnology",
        "sector": "Healthcare",
        "companyName": "Bavarian Nordic A/S ",
        "ceo": "Dr. Paul John Chaplin MSc, Ph.D.",
        "shortDescription": "Bavarian Nordic A/S develops, manufactures, and commercializes life-saving vaccines. The company offers non-replicating smallpox and monkeypox vaccines under the IMVAMUNE, IMVANEX, and JYNNEOS names; rabies vaccine for human use under the Rabipur/RabAvert name; tick-borne encephalitis vaccine under the Encepur name; and Ebola vaccine under the MVABEA name. It is also developing MVA-BN (freeze-dried) that has completed Phase III clinical trials for the treatment of smallpox; MVA-BN RSV, which is in Phase III clinical trials for the treatment of respiratory syncytial virus; ABNCoV2 that has completed Phase II clinical trial for the treatment of SARS-CoV-2; and TAEK-VAC, which is in Phase I/II clinical trial for treatment of advanced HER2 and brachyury-expressing cancers. It has license and collaboration agreement with AdaptVac; and license agreements with National Cancer Institute and Public Health Service. It operates in the United States, Germany, Belgium, France, Canada, the United Kingdom, Hong Kong, Saudi Arabia, Australia, Switzerland, and internationally. Bavarian Nordic A/S was incorporated in 1992 and is headquartered in Hellerup, Denmark.",
        "employeeCount": 1351,
        "marketCap": 13670149120,
        "trailingPE": 18.082474,
        "trailingAnnualDividendYield": 0,
        "priceTarget":
        {
            "low": "170",
            "high": "345",
            "median": "295",
            "average": "279.86"
        },
        "priceToSalesRatio": 2.3147957,
        "priceToBookRatio": 1.4545394,
        "profitMargin": 0.1225,
        "revenueTTM": 5905552896,
        "revenuePerShareTTM": 78.429,
        "ebitda": 1915359000,
        "average10DaysVolume": 828387,
        "average30DaysVolume": 487487
    },
    {
        "id": "d59e522f-5c18-4ed0-b85f-adc1065dddb8",
        "name": "ISS A/S",
        "assetClass": "stock",
        "currency": "DKK",
        "ticker": "ISS",
        "logoUrl": "https://api.twelvedata.com/logo/issworld.com",
        "country": "DK",
        "lastClosePrice": 128.2,
        "industry": "Specialty Business Services",
        "sector": "Industrials",
        "companyName": "ISS A/S ",
        "ceo": "Mr. Kasper  Fangel",
        "shortDescription": "ISS A/S provides workplace management and facility services. It offers office, hospital, laboratory, food hygiene, hospitality and events cleaning services; and hospitality, catering, fine dining and event catering, and micro-kitchens and vending services, as well as operates restaurants, pop-up or high street concept stores, coffee bars, and power plants. The company also provides security services comprising security awareness training, surveillance, workplace safety and emergency management, consulting, security risk management, and technical installation services. In addition, it offers support services, which include front desk and reception, meeting and conference management, switchboards and service desk, concierge, mail and courier, document, executive and administrative support, and experience curation and management services. Further, the company provides energy management, asset management, building structure and fabric, critical environments, property maintenance, and waste management services. Additionally, it designs and delivers workplace strategies and solutions, such as portfolio strategy, curated experience and workplace strategy, workplace design, service design, relocation strategy, capital projects, mental rebuild, and co-working services. ISS A/S was founded in 1901 and is headquartered in Søborg, Denmark.",
        "employeeCount": 271616,
        "marketCap": 23176267776,
        "trailingPE": 12.140777,
        "trailingAnnualDividendYield": 0.016666666666666666,
        "priceTarget":
        {
            "low": "105",
            "high": "215",
            "median": "160",
            "average": "159.54"
        },
        "priceToSalesRatio": 0.29455993,
        "priceToBookRatio": 2.3426816,
        "profitMargin": 0.0035499998,
        "revenueTTM": 78680997888,
        "revenuePerShareTTM": 424.536,
        "ebitda": 4623000000,
        "average10DaysVolume": 1012286,
        "average30DaysVolume": 448088
    },
    {
        "id": "cf96b183-7c37-427e-9a44-b8ab468c8377",
        "name": "Global Atomic Corp",
        "assetClass": "stock",
        "currency": "CAD",
        "ticker": "GLO",
        "logoUrl": "https://api.twelvedata.com/logo/globalatomiccorp.com",
        "country": "CA",
        "lastClosePrice": 3.43,
        "industry": "Other Industrial Metals & Mining",
        "sector": "Basic Materials",
        "companyName": "Global Atomic Corp",
        "ceo": "Mr. Stephen G. Roman B.A.",
        "shortDescription": "Global Atomic Corporation engages in the acquisition, exploration, and development of uranium properties in Niger. The company owns 100% interest in the Dasa deposit located in the Republic of Niger. It also processes electric arc furnace dust into zinc concentrates, which is sold to zinc smelters. The company is headquartered in Toronto, Canada.",
        "employeeCount": 0,
        "marketCap": 649905344,
        "trailingPE": -47.428571428571425,
        "trailingAnnualDividendYield": 0,
        "priceTarget":
        {
            "low": "5.2",
            "high": "7",
            "median": "6",
            "average": "6.07"
        },
        "priceToSalesRatio": 1067.3328,
        "priceToBookRatio": 4.3758764,
        "profitMargin": 0.772683458982822,
        "revenueTTM": 608906,
        "revenuePerShareTTM": 0.003,
        "ebitda": -7767915,
        "average10DaysVolume": 669020,
        "average30DaysVolume": 796970
    },
    {
        "id": "b28b6b69-ceb5-4d03-bd9e-0604ca825bb7",
        "name": "Intel Corp",
        "assetClass": "stock",
        "currency": "USD",
        "ticker": "INTC",
        "logoUrl": "https://api.twelvedata.com/logo/intel.com",
        "country": "US",
        "lastClosePrice": 42.73,
        "industry": "Semiconductors",
        "sector": "Technology",
        "companyName": "Intel Corp",
        "ceo": "Mr. Patrick P. Gelsinger",
        "shortDescription": "Intel Corporation designs, develops, manufactures, markets, and sells computing and related products and services worldwide. It operates through Client Computing Group, Data Center and AI, Network and Edge, Mobileye, and Intel Foundry Services segments. The company's products portfolio comprises central processing units and chipsets, system-on-chips (SoCs), and multichip packages; mobile and desktop processors; hardware products comprising graphics processing units (GPUs), domain-specific accelerators, and field programmable gate arrays (FPGAs); and memory and storage, connectivity and networking, and other semiconductor products. It also offers silicon devices and software products; and optimization solutions for workloads, such as AI, cryptography, security, storage, networking, and leverages various features supporting diverse compute environments. In addition, the company develops and deploys advanced driver assistance systems (ADAS), and autonomous driving technologies and solutions; and provides advanced process technologies backed by an ecosystem of IP, EDA, and design services, as well as systems of chips, including advanced packaging technologies, software and accelerate bring-up, and integration of chips and driving standards. Further, it delivers and deploys intelligent edge platforms that allow developers to achieve agility and drive automation using AI for efficient operations with data integrity, as well as provides hardware and software platforms, tools, and ecosystem partnerships for digital transformation from the cloud to edge. The company serves original equipment manufacturers, original design manufacturers, cloud service providers, and other manufacturers and service providers. It has a strategic agreement with Synopsys, Inc. to develop EDA and IP solutions; and ARM that enables chip designers to build optimized compute SoCs on the Intel 18A process. Intel Corporation was incorporated in 1968 and is headquartered in Santa Clara, California.",
        "employeeCount": 124800,
        "marketCap": 181761720320,
        "trailingPE": 107.475006000000003,
        "trailingAnnualDividendYield": 0.011695906432748537,
        "analystRating":
        {
            "buy": 18,
            "hold": 13,
            "sell": 3,
            "strongBuy": 5,
            "strongSell": 2
        },
        "priceTarget":
        {
            "low": "17",
            "high": "68",
            "median": "44.5",
            "average": "44.37"
        },
        "priceToSalesRatio": 3.3518057,
        "priceToBookRatio": 1.7213902,
        "profitMargin": 0.03115,
        "revenueTTM": 54228000768,
        "revenuePerShareTTM": 12.942,
        "ebitda": 11140000000,
        "average10DaysVolume": 44022280,
        "average30DaysVolume": 40284711
    },
    {
        "id": "22062c08-8b25-4e11-b871-718f4002c6b4",
        "name": "NU Holdings Ltd/Cayman Islands",
        "assetClass": "stock",
        "currency": "USD",
        "ticker": "NU",
        "logoUrl": "https://api.twelvedata.com/logo/nubank.com.br",
        "country": "US",
        "lastClosePrice": 11.14,
        "industry": "Banks—Regional",
        "sector": "Financial Services",
        "companyName": "Nu Holdings Ltd.",
        "ceo": "Mr. David  Velez-Osomo",
        "shortDescription": "Nu Holdings Ltd. provides digital banking platform and digital financial services in Brazil, Mexico, Colombia, and internationally. It offers Nu credit and debit cards; Ultraviolet credit and debit cards; and mobile payment solutions for NuAccount customers to make and receive transfers, pay bills, and make everyday purchases through their mobile phones. The company provides savings solutions, such as Nu Personal Accounts, a digital account solution that supports all personal finance activities, from daily purchases and money transfers to savings; and Nu business accounts designed specifically for entrepreneur customers and their businesses. In addition, it offers NuCrypto, a solution for buying and selling cryptocurrencies through the Nu app; NuInvest, an investment product that provides equity, fixed-income, options, and ETF products, as well as multimarket funds with curated asset allocations based on the customer's risk profile and financial position; personal unsecured loans; in-app buy now pay later' solution for Nu card customers to pay credit and debit purchases, and banking payment slips over time in up to twelve installments; and NuInsurance protecting solutions to help its customers secure life insurance and funeral benefits. The company was founded in 2013 and is headquartered in Sao Paulo, Brazil.",
        "employeeCount": 0,
        "marketCap": 50972639232,
        "trailingPE": 51.047623,
        "trailingAnnualDividendYield": 0,
        "priceTarget":
        {
            "low": "4.5",
            "high": "16",
            "median": "11.5",
            "average": "10.74"
        },
        "priceToSalesRatio": 13.750995,
        "priceToBookRatio": 7.9761906,
        "profitMargin": 0.27801,
        "revenueTTM": 3706832896,
        "revenuePerShareTTM": 0.782,
        "average10DaysVolume": 47394550,
        "average30DaysVolume": 22098977
    },
    {
        "id": "ade54a6d-9018-4c18-960f-3c176abd84b3",
        "name": "Global-e Online Ltd",
        "assetClass": "stock",
        "currency": "USD",
        "ticker": "GLBE",
        "logoUrl": "https://api.twelvedata.com/logo/global-e.com",
        "country": "US",
        "lastClosePrice": 34.35,
        "industry": "Internet Retail",
        "sector": "Consumer Cyclical",
        "companyName": "Global-e Online Ltd.",
        "ceo": "Mr. Amir  Schlachet",
        "shortDescription": "Global-E Online Ltd., together with its subsidiaries, provides a platform to enable and accelerate direct-to-consumer cross-border e-commerce in Israel, the United Kingdom, the United States, and internationally. Its platform enables international shoppers to buy online and merchants to sell from, and to, worldwide. The company was incorporated in 2013 and is headquartered in Petah Tikva, Israel.",
        "employeeCount": 767,
        "marketCap": 5438450176,
        "trailingPE": -26.991936468308974,
        "trailingAnnualDividendYield": 0,
        "priceTarget":
        {
            "low": "33",
            "high": "53",
            "median": "45",
            "average": "44.38"
        },
        "priceToSalesRatio": 9.542045,
        "priceToBookRatio": 6.0796914,
        "profitMargin": -0.23477,
        "revenueTTM": 569945984,
        "revenuePerShareTTM": 3.468,
        "ebitda": 35614000,
        "average10DaysVolume": 1720390,
        "average30DaysVolume": 1030113
    },
    {
        "id": "d8dd53cc-c685-4339-800f-ccfb55853aab",
        "name": "Iovance Biotherapeutics Inc",
        "assetClass": "stock",
        "currency": "USD",
        "ticker": "IOVA",
        "logoUrl": "https://api.twelvedata.com/logo/iovance.com",
        "country": "US",
        "lastClosePrice": 17.47,
        "industry": "Biotechnology",
        "sector": "Healthcare",
        "companyName": "Iovance Biotherapeutics Inc",
        "ceo": "Dr. Frederick G. Vogt Esq., J.D., Ph.D.",
        "shortDescription": "Iovance Biotherapeutics, Inc., a clinical-stage biotechnology company, focuses on developing and commercializing cancer immunotherapy products to harness the power of a patient's immune system to eradicate cancer cells. The company's lead product candidate is lifileucel that is in Phase II clinical trial for the treatment of metastatic melanoma and cervical cancer. It also develops LN-145 for the treatment of metastatic non-small cell lung cancer; IOV-4001 for the treatment of melanoma non-small cell lung cancer; IOV-2001; and IOV-3001. Iovance Biotherapeutics, Inc. has collaborations and licensing agreements with H. Lee Moffitt Cancer Center; M.D. Anderson Cancer Center; Ohio State University; Centre hospitalier de l'Université de Montreal; Cellectis S.A.; Novartis Pharma AG; Melanoma Institute Australia; and Beth-Israel Deaconess Medical Center. The company was formerly known as Lion Biotechnologies, Inc. and changed its name to Iovance Biotherapeutics, Inc. in June 2017. Iovance Biotherapeutics, Inc. was incorporated in 2007 and is headquartered in San Carlos, California.",
        "employeeCount": 503,
        "marketCap": 4630271488,
        "trailingPE": -7.012047825089421,
        "trailingAnnualDividendYield": 0,
        "analystRating":
        {
            "buy": 4,
            "hold": 0,
            "sell": 0,
            "strongBuy": 3,
            "strongSell": 0
        },
        "priceTarget":
        {
            "low": "17",
            "high": "34",
            "median": "24.5",
            "average": "24.42"
        },
        "priceToSalesRatio": 6549.1816,
        "priceToBookRatio": 6.2998104,
        "profitMargin": 0,
        "revenueTTM": 707000,
        "revenuePerShareTTM": 0.003,
        "ebitda": -434616992,
        "average10DaysVolume": 22721870,
        "average30DaysVolume": 8737153
    },
    {
        "id": "c3c373d4-b388-4ca2-9219-fc0dd19e0bdd",
        "name": "Tryg A/S",
        "assetClass": "stock",
        "currency": "DKK",
        "ticker": "TRYG",
        "logoUrl": "https://api.twelvedata.com/logo/tryg.com",
        "country": "DK",
        "lastClosePrice": 144.85,
        "industry": "Insurance—Diversified",
        "sector": "Financial Services",
        "companyName": "Tryg A/S ",
        "ceo": "Mr. Johan Kirstein Brammer",
        "shortDescription": "Tryg A/S, together with its subsidiaries, provides insurance products and services for private and corporate customers, and small and medium-sized businesses in Denmark, Sweden, and Norway. It operates through Private, Commercial, Corporate, and Other segments. The company provides car, fire and contents, house, accident, travel, motorcycles, pet, health, property, liability, worker's compensation, transportation, group life, boat insurance products, tourist assistance, and credit and guarantee insurance products, as well as marine, aviation and cargo insurance. It sells its products through call centers, online, sales agents, franchisees, car dealers, real estate agents, and insurance brokers under the Tryg Forsikring, Alka, Enter Forsikring, Trygg-Hansa, Tryg, Tryg Garanti, Atlaantica, Bilsport & MC, and Moderna Djurförsäkringar brand names. The company was founded in 1731 and is headquartered in Ballerup, Denmark.",
        "employeeCount": 6805,
        "marketCap": 89294397440,
        "trailingPE": 23.825945,
        "trailingAnnualDividendYield": 0.05085910652920962,
        "priceTarget":
        {
            "low": "153",
            "high": "205",
            "median": "170",
            "average": "174.36"
        },
        "priceToSalesRatio": 2.2249064,
        "priceToBookRatio": 2.220386,
        "profitMargin": 0.09595,
        "revenueTTM": 40134000640,
        "revenuePerShareTTM": 64.265,
        "ebitda": 6781000192,
        "average10DaysVolume": 418903,
        "average30DaysVolume": 552847
    },
    {
        "id": "c92745c6-4179-4bec-a0ef-05f8fad1fa82",
        "name": "Ginkgo Bioworks Holdings Inc",
        "assetClass": "stock",
        "currency": "USD",
        "ticker": "DNA",
        "logoUrl": "https://api.twelvedata.com/logo/ginkgobioworks.com",
        "country": "US",
        "lastClosePrice": 1.53,
        "industry": "Biotechnology",
        "sector": "Healthcare",
        "companyName": "Ginkgo Bioworks Holdings, Inc.",
        "ceo": "Dr. Jason  Kelly",
        "shortDescription": "Ginkgo Bioworks Holdings, Inc., together with its subsidiaries, develops platform for cell programming. Its platform is used to program cells to enable biological production of products, such as novel therapeutics, food ingredients, and chemicals derived from petroleum. The company serves various end markets, including specialty chemicals, agriculture, food, consumer products, and pharmaceuticals. Ginkgo Bioworks Holdings, Inc. was founded in 2008 and is headquartered in Boston, Massachusetts.",
        "employeeCount": 1292,
        "marketCap": 2994432000,
        "trailingPE": -1.2240000000000001,
        "trailingAnnualDividendYield": 0,
        "priceTarget":
        {
            "low": "1.1",
            "high": "7",
            "median": "2.75",
            "average": "3.08"
        },
        "priceToSalesRatio": 9.506586,
        "priceToBookRatio": 2.2047243,
        "profitMargin": -2.7196302,
        "revenueTTM": 314984992,
        "revenuePerShareTTM": 0.165,
        "ebitda": -709518016,
        "average10DaysVolume": 20842810,
        "average30DaysVolume": 22395653
    },
    {
        "id": "e8507421-8b93-4dfb-bdf8-bda4e747a50b",
        "name": "Calix Inc",
        "assetClass": "stock",
        "currency": "USD",
        "ticker": "CALX",
        "logoUrl": "https://api.twelvedata.com/logo/calix.com",
        "country": "US",
        "lastClosePrice": 34.65,
        "industry": "Software—Application",
        "sector": "Technology",
        "companyName": "Calix Inc",
        "ceo": "Mr. Michael  Weening",
        "shortDescription": "Calix, Inc., together with its subsidiaries, engages in the provision of cloud and software platforms, and systems and services in the United States, rest of Americas, Europe, the Middle East, Africa, and the Asia Pacific. Its cloud and software platforms, and systems and services enable broadband service providers (BSPs) to provide a range of services. The company provides Calix Cloud platform, a role-based analytics platform comprising Calix Engagement Cloud, Calix Service Cloud, and Calix Operations Cloud, which are configurable to display role-based insights and enable BSPs to anticipate and target new revenue-generating services and applications through mobile application, such as CommandIQ for residents and CommandWorx for businesses; Calix Intelligent Access EDGE, an access network solution for automated and intelligent networks; and Calix Revenue EDGE, a premises solution for subscriber managed services. It also offers SmartLife managed services, including SmartHome managed services and applications to enhance, operate and secure the connected experience of subscribers in their home; SmartTown managed services that reimagine community Wi-Fi as a ubiquitous, secure, and managed experience across a BSP's footprint; and SmartBiz managed services that address the business networking and productivity needs of business owners with an all-in-one managed service. In addition, the company provides Wi-Fi systems under GigaSpire and GigaPro brands to be ready for deployment as a complete subscriber experience solution for BSP's residential and business subscribers. It offers its products through its direct sales force and resellers. The company was incorporated in 1999 and is headquartered in San Jose, California.",
        "employeeCount": 1426,
        "marketCap": 2257925632,
        "trailingPE": 82.19048,
        "trailingAnnualDividendYield": 0,
        "analystRating":
        {
            "buy": 2,
            "hold": 4,
            "sell": 0,
            "strongBuy": 0,
            "strongSell": 0
        },
        "priceTarget":
        {
            "low": "45",
            "high": "50",
            "median": "49",
            "average": "48.5"
        },
        "priceToSalesRatio": 2.1719322,
        "priceToBookRatio": 3.1234167,
        "profitMargin": 0.028210001,
        "revenueTTM": 1039593024,
        "revenuePerShareTTM": 15.756,
        "ebitda": 42216000,
        "average10DaysVolume": 612190,
        "average30DaysVolume": 573183
    },
    {
        "id": "a1134ad9-d0a8-49e5-aedb-1c7d46969e94",
        "name": "North Media A/S",
        "assetClass": "stock",
        "currency": "DKK",
        "ticker": "NORTHM",
        "logoUrl": "https://api.twelvedata.com/logo/northmedia.dk",
        "country": "DK",
        "lastClosePrice": 72.5,
        "industry": "Publishing",
        "sector": "Communication Services",
        "companyName": "North Media AS",
        "ceo": "Mr. Lasse Ingemann Brodt",
        "shortDescription": "North Media A/S develops and operates platforms for transactions that bring businesses and consumers together in Denmark. It operates in two segments, Last Mile and Digital Services. The company's platforms enable consumers find products, such as groceries, rental housing, jobs, and digital access solutions. It also distributes advertising material and information, leaflets and local newspapers, and direct mail and magazines, as well as operates minetilbud.dk, a digital advertising platform. In addition, the company provides packing services, including packing leaflets for local Danish clients and for Deutsche Post. Further, it develops and operates digital platforms including boligportal.dk, a home rentals platform; Ofir.dk provides job advertisements; bostadsportal.se, a rental housing platform; matchwork.com; and Bekey provides and manages digital access for distribution businesses. The company was formerly known as Søndagsavisen a-s and changed its name to North Media A/S in April 2010. North Media A/S was founded in 1965 and is based in Søborg, Denmark.",
        "employeeCount": 403,
        "marketCap": 1437592064,
        "trailingPE": 5.194805,
        "trailingAnnualDividendYield": 0.056338028169014086,
        "priceToSalesRatio": 1.4978038,
        "priceToBookRatio": 1.3076168,
        "profitMargin": 0.29808,
        "revenueTTM": 959800000,
        "revenuePerShareTTM": 51.56,
        "ebitda": 213200000,
        "average10DaysVolume": 9748,
        "average30DaysVolume": 13167
    }
]